Repository: KDE/falkon
Catalog: po/lg/falkon_helloqml.po
Languages: lg

source: "Hello QML" plugin loaded
lg: Ekyongerwako "Hello QML" kiwangidwa

source: Bye!
lg: Weraba!

source: Testing QML Title
lg: Omutwe Ogugezesebwa mu QML

source: Testing QML Tooltip
lg: Magezi Agagezesebwa mu QML

source: Click Me!
lg: Nnyiga!

source: Testing QML SideBar
lg: Kabaawo Ak'oku Mabbali Akagezesebwa mu QML

source: Hello Qml Plugin
lg: Ekyongerwako ekya Hello ekya QML

source: First qml plugin action works :-)
lg: Ekikolwa eky'ekyongerwako ekya qml ekisoose kikola :-)

source: Enter text to save
lg: Wandika ebigambo bisobole okukazzibwa

source: Save
lg: Kazza

source: Saved!
lg: Bikazzidwa!

source: Error occurred, try again!
lg: Wazzeewo kiremya, ddamu ogezeeko!
