Repository: KDE/falkon
Catalog: poqm/lg/falkon_pim_qt.po
Languages: lg_ug

# PIM_Handler|
source: Last Name
lg_ug: Linnya Lya Kika

# PIM_Handler|
source: First Name
lg_ug: Linnya lya Ddiini

# PIM_Handler|
source: E-mail
lg_ug: Yimeero

# PIM_Handler|
source: Mobile
lg_ug: Ssimu ya Mobbayiro

# PIM_Handler|
source: Phone
lg_ug: Ssimu ya Wansi

# PIM_Handler|
source: Address
lg_ug: Endagiriro

# PIM_Handler|
source: City
lg_ug: Kibuga

# PIM_Handler|
source: ZIP Code
lg_ug: Busangiro bwa ZIP

# PIM_Handler|
source: State/Region
lg_ug: Ssaza/Kitundu

# PIM_Handler|
source: Country
lg_ug: Nsi

# PIM_Handler|
source: Home Page
lg_ug: Kibanja kya ku mutimbagano

# PIM_Handler|
source: Custom 1
lg_ug: Bye weyongereramu 1

# PIM_Handler|
source: Custom 2
lg_ug: Bye weyongereramu 2

# PIM_Handler|
source: Custom 3
lg_ug: Bye weyongereramu 3

# PIM_Handler|
source: Insert Personal Information
lg_ug: Teekawo Ebikwanjula

# PIM_Handler|
source: Edit
lg_ug: Kyusa

source: PIM Settings
lg_ug: Enteekateeka za PIM

# PIM_Settings|
source: <h2>Personal Information Manager</h2>
lg_ug: <h2>W'oteekateekera Ebikwanjula</h2>

# PIM_Settings|
source: Your personal information that will be used on webpages.
lg_ug: Ebikwogerako ebinaalabikanga ku mpapula za ku mutimbagano z'okolawo.

# PIM_Settings|
source: First Name:
lg_ug: Linnya lya Ddiini:

# PIM_Settings|
source: Last Name:
lg_ug: Linnya Lya Kika:

# PIM_Settings|
source: E-mail:
lg_ug: Yimeero:

# PIM_Settings|
source: Phone:
lg_ug: Ssimu ya Wansi:

# PIM_Settings|
source: Mobile Phone:
lg_ug: Ssimu ya Mobbayiro:

# PIM_Settings|
source: Address:
lg_ug: Ndagiriro:

# PIM_Settings|
source: City:
lg_ug: Kibuga:

# PIM_Settings|
source: ZIP Code:
lg_ug: Busangiro bwa ZIP:

# PIM_Settings|
source: State/Region:
lg_ug: Ssaza/Kitundu:

# PIM_Settings|
source: Country:
lg_ug: Nsi:

# PIM_Settings|
source: Home Page:
lg_ug: Kibanja kya ku mutimbagano:

# PIM_Settings|
source: Custom 1:
lg_ug: Bye weyongereramu 1:

# PIM_Settings|
source: Custom 2:
lg_ug: Bye weyongereramu 2:

# PIM_Settings|
source: Custom 3:
lg_ug: Bye weyongereramu 3:

# PIM_Settings|
source: <b>Note:</b> Press Ctrl+ENTER to autofill form fields for which Falkon finds personal entries.
lg_ug: <b>Kutangaaza:</b> Nyiga Ctrl+ENTER Falkon ekujjulizemu foomu w'esanga olina bye wawandika wano.
