Repository: KDE/falkon
Catalog: poqm/lg/falkon_qt.po
Languages: lg

# Preferences|
source: Cursive
lg: Kurusivu

# Preferences|
source: Fantasy
lg: Fantasiya

# Preferences|
source: <b>Font Sizes</b>
lg: <b>Bunene Bwa Nnukuta</b>

# Preferences|
source: Fixed Font Size
lg: Ebigero By'ennukuta Ez'enkanankana Zonna

# Preferences|
source: Default Font Size
lg: Ekigero Ky'ennukuta Ekya Bulijjo

# Preferences|
source: Minimum Font Size
lg: Ekigero Ky'ennukuta Ekisembayo Obutono

# Preferences|
source: Minimum Logical Font Size
lg: Ekigero Ky'ennukuta Ekirabwa Ekisembayo Obutono

# Preferences|
source: <b>Shortcuts</b>
lg: <b>Ebyanguya</b>

# Preferences|
source: Switch to tabs with Alt + number of tab
lg: Okukyusa katimbe k'olaba nyiga ppeesa lya ALT okumu n'eririko namba efaanagana n'ekifo ky'akatimbe ke wetaaga

# Preferences|
source: Load speed dials with Ctrl + number of speed dial
lg: Mu Tuukirawo okugenda ku emu ku nfo ez'olesedwa nyiga ppeesa lya Ctrl okum n'eririko namba efaanagana n'ekifo ky'enfo eyo mu z'olesedwa

# Preferences|
source: Existing shortcuts:<br/><b>1</b> - previous tab<br/><b>2</b> - next tab<br/><b>/</b> - search on page
lg: Ebyanguya ebiriwo:<br/><b>1</b> - katimbe akalembera<br/><b>2</b> - katimbe akaddako<br/><b>/</b> - noonyeza ku lupapula luno

# Preferences|
source: Use single key shortcuts
lg: Kozesa ebyanguya ebyeyambisa ppeesa limu

# Preferences|
source: If unchecked, prevents accidental exit from the application if the Ctrl-W shortcut was intended.
lg: Wano bwe waba nga ssi watonyeze, okunyiga amapeesa aga Ctrl+W mu butanwa tekikomya puloguramu eno.

# Preferences|
source: Close application with Ctrl-Q
lg: Okunyiga amapeesa ga Ctrl+Q kukomye puloguramu eno

# Preferences|
source: <b>Download Location</b>
lg: <b>Ebiwanudwa Gye Bigenda</b>

# Preferences|
source: Ask everytime for download location
lg: Mbuuzanga buli lwe mbaako kye ŋenda okuwanula

# Preferences|
source: Use defined location:
lg: Bigendenga wano:

# Preferences|
source: <b>Download Options</b>
lg: <b>Ebinaabangawo Mu Kuwanula</b>

# Preferences|
source: Close download manager when downloading finishes
lg: Ekifuga kuwanula kivewo okuwanula nga kuwedde

# Preferences|
source: <b>External download manager</b>
lg: <b>Ebifuga Kuwanula</b>

# Preferences|
source: Use external download manager
lg: Kozesa puloguramu etali ya Falkon

# Preferences|
source: Executable:
lg: Puloguramu:

# Preferences|
source: Arguments:
lg: Agumenti:

# Preferences|
source: Leave blank if unsure
lg: Kino bw'oba nga tokyekakasa leka wano nga wereere

# Preferences|
source: <b>%d</b> will be replaced with URL to be downloaded
lg: W'owandikira <b>%d</b> wajja okuddawo endagiriro ey'ebinaawanulibwa

# Preferences|
source: <b>AutoFill options</b>
lg: <b>Ebikkirizibwa Kujjukirwa</b>

# Preferences|
source: Allow saving passwords from sites
lg: Kkiriza ebifo kujjukira byama

# Preferences|
source: Automatically complete passwords on sites
lg: Puloguramu ekumalirengayo ekyama nga okijjuzamu ku kifo kya ku mutimbagano

# Preferences|
source: Manage Cookies
lg: Teekateeka bya Bujjukiza

# Preferences|
source: Cookies Manager
lg: Ekiteekateeka bya Bujjukiza

# Preferences|
source: JavaScript options
lg: Nteekateeka ya JavaScript

# Preferences|
source: Send Do Not Track header to servers
lg: Falkon eragire kompyuta ez'oku mutimbagano zireme okulondoola by'olaba

# Preferences|
source: <b>Cookies</b>
lg: <b>Obujjukiza</b>

# Preferences|
source: Manage JavaScript privacy options
lg: Teekateeka ngeri ebya JavaScript gye bikuuma bibyo

# Preferences|
source: <b>Other</b>
lg: <b>Birala</b>

# Preferences|
source: HTML5 Permissions
lg: HTML5 By'ekkirizibwa

# Preferences|
source: Site Settings
lg: Enteekateeka ez'oku Kifo

# Preferences|
source: Expiration timeout:
lg: Obubaka buvawo luvanyuma lwa:

# Preferences|
source: seconds
lg: sikonda

# Preferences|
source: <b>Notifications</b>
lg: <b>Bubaka</b>

# Preferences|
source: Use Native System Notifications (Linux only)
lg: Obubaka bukolerenga ku nteeekateeka ey'oku sisitemu eno (kikolera ku Linux yekka)

# Preferences|
source: Do not use Notifications
lg: Walemenga kubawo bubaka

# Preferences|
source: <b>Note: </b>You can change position of OSD Notification by dragging it on the screen.
lg: <b>Genderera:</b>Okukyusa kadirisa ka OSD gye kalabikira kasike okutuuka w'oyagala kabeere.

# Preferences|
source: Use OSD Notifications
lg: Obubaka bujjirenga mu budirisa bwa OSD

# Preferences|
source: Preview
lg: Laba Bwe Binaafaanana

# Preferences|
source: For more information about Spell Check, please see <a href="https://userbase.kde.org/Falkon#Spell_Check">wiki</a>.
lg: Okumanya ebisingawo ku Spell Check, kebera <a href="https://userbase.kde.org/Falkon#Spell_Check">wiki</a>.

# Preferences|
source: <b>Spell Check options</b>
lg: <b>Ebisoboka ku Spell Check</b>

# Preferences|
source: Enable Spell Check
lg: Spell Check Ekole

# Preferences|
source: <b>Dictionary directories</b>
lg: <b>Amaterekero omuli nkuluze</b>

# Preferences|
source: No languages found
lg: Tewali nnimi

# Preferences|
source: Protocol Handlers Manager
lg: Ekiteekateeka ebikola ku bika bya mpulizagana

# Preferences|
source: Manage custom schemes
lg: Teekateeka endyo z'endabika ze weyiyizza

# Preferences|
source: <b>Change browser identification</b>
lg: <b>Kyusa nneyanjula ya bulawuza</b>

# Preferences|
source: <b>Manage search engines</b>
lg: <b>Teekateeka Ebifo Ebinoonyesebwa</b>

# Preferences|
source: <b>Preferred language for web sites</b>
lg: <b>Nnimi mw'osinga kwagala kusomera eby'oku mutimbagano</b>

# Preferences|
source: <b>User Style Sheet</b>
lg: <b>Olukalala Olufuga Endabika mu Akawunti</b>

# Preferences|
source: <b>Manage protocol handlers</b>
lg: <b>Teekateeka ebikola ku bika bya mpulizagana</b>

# Preferences|
source: Certificate Exception Manager
lg: Ekiteekateeka Eby'okubuusa Emmatizo Amaaso

# Preferences|
source: User Agent Manager
lg: Teekateeka Nneyanjula ya Falkon

# Preferences|
source: Style Sheet automatically loaded with all websites:
lg: Olukalala Olufuga Endabika oluba lukolera ku buli kifo kya ku mutimbagano ky'okebera:

# Preferences|
source: Custom Scheme Manager
lg: Ekiteekateeka Endyo z'Endabika ze Weyiiyizza

# Preferences|
source: Search Engines Manager
lg: Ekiteekateeka Ebifo Ebinoonyesebwa

# Preferences|
source: Languages
lg: Nnimi

# Preferences|
source: <b>Certificate manager</b>
lg: <b>Ekiteekateeka mmatizo</b>

# SchemeManager|
source: Add allowed scheme
lg: Kkirizayo olulyo lw'endabika

# SchemeManager|
source: Scheme:
lg: Lulyo lwa ndabika:

# SchemeManager|
source: Add blocked scheme
lg: Gaana olulyo lw'endabika

# SchemeManager|
source: Custom scheme manager
lg: Ekiteekateeka endyo z'endabika ze weyiiyizza

# SchemeManager|
source: Allowed schemes
lg: Endyo z'endabika z'okkirizza

# SchemeManager|
source: **Note:** Allowed schemes can be added by extensions.
lg: **Genderera:** Ebyongezabusobozi bisobola okwongera ku ndyo z'endabika z'okkiriza.

# SchemeManager|
source: Add
lg: Yongerako

# SchemeManager|
source: Remove
lg: Gyako

# SchemeManager|
source: Block
lg: Gaana

# SchemeManager|
source: Blocked schemes
lg: Endyo z'endabika z'ogaanye

# SchemeManager|
source: Changes will take effect after Falkon restart.
lg: Ebikyusidwa bijja okulabika lw'onaddamu okutandika Falkon.

# SiteSettingsAttributesItem|
source: Browse
lg: Bifo

# SiteSettingsBrowseDialog|
source: Ask
lg: Mala kubuuza

# SiteSettingsBrowseDialog|
source: Allow
lg: Kkiriza

# SiteSettingsBrowseDialog|
source: Deny
lg: Gaana

# SiteSettingsBrowseDialog|
source: Default
lg: Ebya bulijjo

# SiteSettingsBrowseDialog|
source: Site Permissions
lg: Endukusa ez'oku Kifo

# SiteSettingsBrowseDialog|
source: Url:
lg: Ndagiriro ya URL:

# SiteSettingsBrowseDialog|Add or Modify
source: Set
lg: Tegeka

# SiteSettingsBrowseDialog|
source: Site
lg: Kifo

# SiteSettingsBrowseDialog|
source: Behaviour
lg: Enneyisa

# SiteSettingsHtml5Item|
source: Browse
lg: Bifo

# ThemeManager|
source: Confirmation
lg: Kukakasa

# ThemeManager|
source: Are you sure you want to remove '%1'?
lg: Okukakasa '%1' oyagala okulugyawo?

# ThemeManager|
source: <b>Name:</b>
lg: <b>Lulyo:</b>

# ThemeManager|
source: <b>Author:</b>
lg: <b>Eyalukola:</b>

# ThemeManager|
source: <b>Description:</b>
lg: <b>Ebirufaako:</b>

# ThemeManager|
source: License
lg: Layisinsi

# ThemeManager|
source: Remove
lg: Lugyewo

# ThemeManager|
source: <a href="https://store.kde.org/browse/cat/572/">Get more themes...</a>
lg: <a href="https://store.kde.org/browse/cat/572/">Nona endyo z'endabika endala...</a>

# UserAgentDialog|
source: Add new site
lg: Yongerako ekifo ekipya

# UserAgentDialog|
source: Edit site
lg: Kyusamu ekifo

# UserAgentDialog|
source: Site domain:
lg: Domeyini ey'ekifo:

# UserAgentDialog|
source: User Agent:
lg: Falkon Kye Yeyita:

# UserAgentDialog|
source: User Agent Manager
lg: Teekateeka Nneyanjula ya Falkon

# UserAgentDialog|
source: Change global User Agent
lg: Kyusa Falkon kye Yeyita Wonna

# UserAgentDialog|
source: Use different User Agents for specified sites
lg: Falkon yeyite ebirala nga ebikkula bifo ebirondemu

# UserAgentDialog|
source: Site
lg: Kifo

# UserAgentDialog|
source: User Agent
lg: Falkon Kye Yeyita

# UserAgentDialog|
source: Add
lg: Yongerako

# UserAgentDialog|
source: Remove
lg: Gyawo

# UserAgentDialog|
source: Edit
lg: Kyusamu

# SessionManager|
source: _cloned
lg: _koppi

# SessionManager|
source: _renamed
lg: _linnyappya

# SessionManager|
source: Clone Session
lg: Gya Koppi mu Lutuula

# SessionManager|
source: Rename Session
lg: Olutuula Lukyuse Erinnya

# SessionManager|
source: Please enter a new name:
lg: Wandika wo erinnya ppya:

# SessionManager|
source: Error!
lg: Kiremya!

# SessionManager|
source: The session file "%1" exists. Please enter another name.
lg: Waliwo fayiro ey'olutuula endala eyitibwa "%1". Wandikawo erinnya ddala.

# SessionManager|
source: An error occurred when cloning session file.
lg: Okugya koppi mu fayiro ey'olutuula kuzzeemu kiremya.

# SessionManager|
source: An error occurred when renaming session file.
lg: Okukyusa erinnya lya fayiro ey'olutuula kuzzeemu kiremya.

# SessionManager|
source: Save Session
lg: Tereka Olutuula

# SessionManager|
source: Please enter a name to save session:
lg: Olutuula olugenda okuterekebwa luwandikire wano erinnya:

# SessionManager|
source: Saved Session (%1)
lg: Olutuula Oluterekedwa (%1)

# SessionManager|
source: Restore Backup
lg: Komyawo Okuva mu Koppi Ey'okwerinda

# SessionManager|
source: Are you sure you want to replace current session?
lg: Okukakasa oyagala okuzza olutuula olulala mu kifo kya luno?

# SessionManager|
source: Delete Session
lg: Gyawo Olutuula

# SessionManager|
source: Are you sure you want to delete session '%1'?
lg: Okakasa nti oyagala okugyawo olutuula "%1"?

# SessionManager|
source: New Session
lg: Lutuula Lupya

# SessionManager|
source: Please enter a name to create new session:
lg: Okukolawo olutuula olupya luwandikirewo erinnya:

# SessionManager|
source: New Session (%1)
lg: Olutuula Olupya (%1)

# SessionManager|
source: Backup 1
lg: Koppi Ey'okwerinda 1

# SessionManager|
source: Backup 2
lg: Koppi Ey'okwerinda 2

# SessionManager|
source: Default Session
lg: Olutuula Olwa Bulijjo

# SessionManager|
source: Please select the startup session:
lg: Londa olutuula olutandikirwako:

# SessionManager|
source: %1 (last session)
lg: %1 (olutuula olwasemba)

# SessionManagerDialog|
source: Restore
lg: Komyawo

# SessionManagerDialog|
source: Switch To
lg: Dda ku

# SessionManagerDialog|
source: Session Manager
lg: Ekiteekateeka bya Ntuula

# SessionManagerDialog|
source: Session
lg: Olutuula

# SessionManagerDialog|
source: Last Modified
lg: Amakyusa Agaasemba

# SessionManagerDialog|
source: New
lg: Lupya

# SessionManagerDialog|
source: Rename
lg: Lukyuse Linnya

# SessionManagerDialog|
source: Clone
lg: Gyamu Koppi

# SessionManagerDialog|
source: Delete
lg: Gyawo

# SessionManagerDialog|
source: Switch to
lg: Dda ku

# BookmarksSidebar|
source: Open in new tab
lg: Bikkulira mu katimbe kapya

# BookmarksSidebar|
source: Open in new window
lg: Bikkulira mu ddirisa ppya

# BookmarksSidebar|
source: Open in new private window
lg: Bikkulira mu ddirisa ppya nga limizzi

# BookmarksSidebar|
source: Delete
lg: Gyawo

# BookmarksSideBar|
source: Search...
lg: Noonya...

# HistorySideBar|
source: Open in new tab
lg: Bikkulira mu katimbe kapya

# HistorySideBar|
source: Open in new window
lg: Ekifo kibikkulire mu ddirisa ppya

# HistorySideBar|
source: Open in new private window
lg: Bikkulira mu ddirisa ppya nga limizzi

# HistorySideBar|
source: Delete
lg: Gyawo

# HistorySideBar|
source: Search...
lg: Noonya...

# SideBar|
source: Bookmarks
lg: Kabaawo ka bukwatakifo

# SideBar|
source: History
lg: Kabaawo ka birabidwa

# BrowserWindow|
source: Close Tab
lg: Gyawo Katimbe

# TabBar|
source: Don't ask again
lg: Toddamu kusooka kumbuuza

# TabContextMenu|
source: Close Tabs
lg: Gyawo Obutimbe

# TabContextMenu|
source: Do you really want to close other tabs?
lg: Ddala oyagala okugyawo obutimbe obulala?

# TabContextMenu|
source: Do you really want to close all tabs to the right?
lg: Ddala oyagala okugyawo obutimbe bwonna obuli ku ddyo?

# TabContextMenu|
source: Do you really want to close all tabs to the bottom?
lg: Ddala oyagala okugyawo obutimbe bwonna obuli wansi?

# TabContextMenu|
source: Do you really want to close all tabs to the left?
lg: Ddala oyagala okugyawo obutimbe bwonna obuli ku kkono?

# TabContextMenu|
source: Do you really want to close all tabs to the top?
lg: Ddala oyagala okugyawo obutimbe bwonna obuli waggulu?

# TabContextMenu|
source: &Stop Tab
lg: Akatimbe Ka&yimirize

# TabContextMenu|
source: &Reload Tab
lg: &Damu Kubikkula Katimbe

# TabContextMenu|
source: &Duplicate Tab
lg: Akatimbe Ka&gyemu Koppi

# TabContextMenu|
source: D&etach Tab
lg: Akatimbe K&eetengerere

# TabContextMenu|
source: Un&pin Tab
lg: Akatimbe Ka&sumulule

# TabContextMenu|
source: &Pin Tab
lg: Akatimbe Ka&nywerezewo

# TabContextMenu|
source: Un&mute Tab
lg: Akatimbe Ka&ddizeko Ddoboozi

# TabContextMenu|
source: &Mute Tab
lg: Akatimbe Kas&irise

# TabContextMenu|
source: Load Tab
lg: Akatimbe Kawange

# TabContextMenu|
source: Unload Tab
lg: Akatimbe Kawangule

# TabContextMenu|
source: Re&load All Tabs
lg: Obutimbe Bwonna Ddamu Okubu&wanga

# TabContextMenu|
source: Bookmark &All Tabs
lg: Kwata Ebifo Ebiri mu Butimbe Bwonn&a Obuliwo Kakano

# TabContextMenu|
source: Close Ot&her Tabs
lg: Gyawo Butimbe Bul&ala

# TabContextMenu|
source: Close Tabs To The Right
lg: Gyawo Obutimbe Bwonna Obuli ku Ddyo

# TabContextMenu|
source: Close Tabs To The Bottom
lg: Gyawo Obutimbe Bwonna Obuli Wansi

# TabContextMenu|
source: Close Tabs To The Left
lg: Gyawo Obutimbe Bwonna Obuli ku Kkono

# TabContextMenu|
source: Close Tabs To The Top
lg: Gyawo Obutimbe Bwonna Obuli Waggulu

# TabContextMenu|
source: Cl&ose Tab
lg: &Gyawo Katimbe

# TabContextMenu|
source: &New tab
lg: &Katimbe kapya

# TabContextMenu|
source: Reloa&d All Tabs
lg: Obutimbe Bwonna Ddamu Okubu&wanga

# TabIcon|
source: Unmute Tab
lg: Akatimbe Kaddizeko Ddoboozi

# TabIcon|
source: Mute Tab
lg: Akatimbe Kasirise

# TabWidget|
source: New Tab
lg: Leeta Katimbe Kapya

# TabWidget|
source: Closed tabs
lg: Butimbe obwakagyibwawo

# TabWidget|
source: List of tabs
lg: Lukalala lwa butimbe

# TabWidget|
source: Empty
lg: Wereere

# TabWidget|
source: Restore All Closed Tabs
lg: Komyawo Butimbe Bwonna Obwakagyibwawo

# TabWidget|
source: Clear list
lg: Lukalala lwerule

# TabWidget|
source: New tab
lg: Leeta katimbe kapya

# AesInterface|
source: Warning!
lg: Kulabula!

# AesInterface|
source: Data has been encrypted with a newer version of Falkon. Please install latest version of Falkon.
lg: Data eno yakisawazibwa mu Falkon ey'oluwandika olupya okusinga eyiyo. Okugisobola teekako Falkon ey'oluwandika olusingayo obupya.

# QObject|
source: <not set in certificate>
lg: <mu mmatizo ssi kitegeke>

# CertificateInfoWidget|
source: <b>Issued To</b>
lg: <b>Eweredwa</b>

# CertificateInfoWidget|
source: Common Name (CN):
lg: Erinnya Erikuumibwa (CN):

# CertificateInfoWidget|
source: Organization (O):
lg: Kitongole (O):

# CertificateInfoWidget|
source: Organizational Unit (OU):
lg: Ttabi lya Kitongole (OU):

# CertificateInfoWidget|
source: Serial Number:
lg: Namba ya Mmatizo:

# CertificateInfoWidget|
source: <b>Issued By</b>
lg: <b>Eva Wa</b>

# CertificateInfoWidget|
source: <b>Validity</b>
lg: <b>Ebbanga ly'ekolera</b>

# CertificateInfoWidget|
source: Issued On:
lg: Yagabwa nga:

# CertificateInfoWidget|
source: Expires On:
lg: Ekoma nga:

# HTML5PermissionsNotification|
source: this site
lg: kifo kino

# HTML5PermissionsNotification|
source: Allow %1 to show desktop notifications?
lg: %1 ekkirizibwe okuteekawo obubaka awakolerwawo?

# HTML5PermissionsNotification|
source: Allow %1 to locate your position?
lg: %1 ekkirizibwe okutegeera w'oli ku nsi?

# HTML5PermissionsNotification|
source: Allow %1 to use your microphone?
lg: %1 ekkirizibwe okukozesa omuzindaalo gwo ogukwata?

# HTML5PermissionsNotification|
source: Allow %1 to use your camera?
lg: %1 ekkirizibwe okukozesa kamera yo?

# HTML5PermissionsNotification|
source: Allow %1 to use your microphone and camera?
lg: %1 ekkirizibwe okukozesa omuzindaalo ogukwata ne kamera byo?

# HTML5PermissionsNotification|
source: Allow %1 to hide your pointer?
lg: %1 ekkirizibwe okukisa akasonga?

# HTML5PermissionsNotification|
source: Allow %1 to capture your screen?
lg: %1 ekkirizibwe okukwata ebiri ku lutimbe lwo?

# HTML5PermissionsNotification|
source: Allow %1 to capture your screen and audio?
lg: %1 ekkirizibwe okukwata ebiwulirizibwa byo n'ebiri k lutimbe lwo?

# HTML5PermissionsNotification|
source: Remember
lg: Kwata

# HTML5PermissionsNotification|
source: Allow
lg: Kkiriza

# HTML5PermissionsNotification|
source: Deny
lg: Gaana

# MacToolButton|
source: Select Color
lg: Londa Langi

# QObject|
source: Unknown size
lg: Obunene tebutegeerese

# QObject|
source: %1 kB
lg: kB %1

# QObject|
source: %1 MB
lg: MB %1

# QObject|
source: %1 GB
lg: GB %1

# QObject|
source: Executable:
lg: Puloguramu:

# QObject|
source: Arguments:
lg: Agumenti:

# QObject|
source: Cannot start external program
lg: Tekisobose okutandika puloguramu endala

# QObject|
source: Cannot start external program! %1
lg: Tekisobose okutandika puloguramu endala! %1

# jsAlert|
source: Prevent this page from creating additional dialogs
lg: Olupapula luno luleme okwongerawo obuboozi

# WebPage|
source: Falkon cannot handle <b>%1:</b> links. The requested link is <ul><li>%2</li></ul>Do you want Falkon to try open this link in system application?
lg: Falkon tesobola nyunzi ez'ekika kya <b>%1:</b> . Egeza okugguka ku <ul><li>%2</li></ul>Oyagala Falkon egeze okubikkuzayo puloguramu endala eya ku sisitemu yo?

# WebPage|
source: Remember my choice for this protocol
lg: Jjukira kye nnonze okukola ku mpulizagana ez'ekika kino

# WebPage|
source: External Protocol Request
lg: Puloguramu Endala Ekole

# WebPage|
source: Failed loading page
lg: Okutimba olupapula kugaanye

# WebPage|
source: Something went wrong while loading this page.
lg: Okutimba olupapula luno kuzzeemu kiremya.

# WebPage|
source: Try reloading the page or closing some tabs to make more memory available.
lg: Geza okuddamu olupapula okulubikkula, oba gyawo ku butimbe obulala okwongera ekifo mu ggwanika lukikozese.

# WebPage|
source: Reload page
lg: Olupapula ddamu okulubikkula

# WebPage|
source: Choose file...
lg: Londa fayiro...

# WebPage|
source: Choose files...
lg: Londa fayiro...

# WebPage|
source: JavaScript alert
lg: Kutemyako kwa Javascript

# WebPage|
source: Prevent this page from creating additional dialogs
lg: Olupapula luno luleme okwongerawo obuboozi

# WebView|
source: Empty Page
lg: Wereere

# WebView|
source: No suggestions
lg: Tewali magezi ga kuwa

# WebView|
source: &Back
lg: &Ddayo

# WebView|
source: &Forward
lg: &Weyongereyo

# WebView|
source: &Add New Page
lg: &Yongerako Olupapula Olupya

# WebView|
source: &Configure Speed Dial
lg: &Teekateeka Tuukirawo

# WebView|
source: Reload All Dials
lg: Tuukirawo Zonna Ddamu Okuziwanga

# WebView|
source: Book&mark page
lg: &Kwata kifo kino

# WebView|
source: &Save page as...
lg: &Tereka koppi ya lupapula luno wano...

# WebView|
source: &Copy page link
lg: &Kwata ndagiriro ey'olupapula luno

# WebView|
source: Send page link...
lg: Ndagiriro ya lupapula luno baako b'ogisindikira...

# WebView|
source: Select &all
lg: Londa &byonna

# WebView|
source: Show so&urce code
lg: Kebera buwandike bw'e&nnono

# WebView|
source: Show info ab&out site
lg: Kebera m&ayitire g'ekifo kino

# WebView|
source: Open link in new &tab
lg: Ekifo kibikkulire mu katimbe &kapya

# WebView|
source: Open link in new &window
lg: Ekifo kibikkulire mu &ddirisa ppya

# WebView|
source: Open link in &private window
lg: Bikkulira mu ddirisa ppya nga &limizzi

# WebView|
source: B&ookmark link
lg: N&dagiriro eno gikolere kakwatakifo

# WebView|
source: &Save link as...
lg: &Tereka koppi ya bino wano...

# WebView|
source: Send link...
lg: Ndagiriro eno baako b'ogisindikira...

# WebView|
source: &Copy link address
lg: &Ndagiriro eno gikwate

# WebView|
source: Show i&mage
lg: Laga ki&faananyi kino kyokka

# WebView|
source: Copy image
lg: Tereka koppi y'ekifaananyi kino

# WebView|
source: Copy image ad&dress
lg: Kwata n&dagiriro y'ekifaananyi kino

# WebView|
source: &Save image as...
lg: &Tereka koppi y'ekifaananyi kino wano...

# WebView|
source: Send image...
lg: Ekifaananyi kino baako b'okisindikira...

# WebView|
source: Send text...
lg: Sindika tekisiti...

# WebView|
source: Go to &web address
lg: Genda ku &ndagiriro ya ku mutimbagano

# WebView|
source: Search "%1 .." with %2
lg: Noonyeza "%1 .." ku %2

# WebView|
source: Search with...
lg: Noonyeza ku...

# WebView|
source: &Play
lg: Y&olesa

# WebView|
source: &Pause
lg: Y&imirizamu

# WebView|
source: Un&mute
lg: &Zzako ddoboozi

# WebView|
source: &Mute
lg: &Sirisa

# WebView|
source: &Copy Media Address
lg: K&wata Ndagiriro ya Mediya Eno

# WebView|
source: &Send Media Address
lg: &Baako B'osindikira Ndagiriro ya Mediya Eno

# WebView|
source: Save Media To &Disk
lg: Mediya Eno Gikalize ku &Disiki

# WebView|
source: Create Search Engine
lg: Teekawo Kw'onoonyeza

# WebView|
source: &Undo
lg: &Julula

# WebView|
source: &Redo
lg: &Zzawo

# WebView|
source: &Cut
lg: &Situlawo

# WebView|
source: &Copy
lg: K&oppa

# WebView|
source: &Paste
lg: &Paatiika

# WebView|
source: Select All
lg: Londa Byonna

# WebView|
source: &Reload
lg: &Ddamu okubikkula

# WebView|
source: S&top
lg: Ko&ma

# SearchToolBar|
source: %1 of %2
lg: %1 ku %2

# SearchToolbar|
source: Find...
lg: Noonya...

# SearchToolbar|
source: Find the next match for the current search phrase
lg: Noonya ekikwatagana n'ekinoonyesebwa ekiddako

# SearchToolbar|
source: &Next
lg: &Ekiddako

# SearchToolbar|
source: Find the previous match for the current search phrase
lg: Noonya ekikwatagana n'ekinoonyesebwa ekikulembera kino

# SearchToolbar|
source: &Previous
lg: Ekik&ulembera

# SearchToolbar|
source: &Match Case
lg: &Yawula wakati w'ennukuta nnene n'entono

# TabbedWebView|
source: Inspect Element
lg: Kebera Buwandike Bw'ennono Bw'akatundu Kano
