Repository: KDE/falkon
Catalog: poqm/lg/falkon_mousegestures_qt.po
Languages: lg

# MouseGesturesSettingsDialog|
source: Mouse Gestures
lg: Ebiragiro Ebiva mu Kutambuza Akasongesebwa

# MouseGesturesSettingsDialog|
source: <h1>Mouse Gestures</h1>
lg: <h1>Ebiragiro Ebiva mu Kutambuza Akasongesebwa</h1>

# MouseGesturesSettingsDialog|
source: Mouse button:
lg: Ppeesa lya ku kasongesebwa:

# MouseGesturesSettingsDialog|
source: Middle button
lg: Ppeesa lya wakati

# MouseGesturesSettingsDialog|
source: Right button
lg: Ppeesa lya ddyo

# MouseGesturesSettingsDialog|
source: Disabled
lg: Kisibidwa

# MouseGesturesSettingsDialog|
source: Rocker Navigation:
lg: Ebiragiro bya Mapeesa Abiri:

# MouseGesturesSettingsDialog|
source: Enable Rocker Navigation
lg: Sobozesa Biragiro bya Mapeesa Abiri

# MouseGesturesSettingsDialog|
source: Press and hold the mouse button and move your mouse in the indicated directions.
lg: Nyiga onyweze eppeesa lya ku kasongesebwa okatambuze mu ngeri gy'oyagala.

# MouseGesturesSettingsDialog|
source: <b>Stop</b><br/>Stop loading page
lg: <b>Yimiriza</b><br/>Yimiriza okuwanga olupapula

# MouseGesturesSettingsDialog|
source: <b>New tab</b><br/>Open new tab
lg: <b>Katimbe kapya</b><br/>Leeta akatimbe akapya

# MouseGesturesSettingsDialog|
source: <b>Back</b><br/>Go back in history
lg: <b>Ddayo</b><br/>Dda mu by'omaze okukebera

# MouseGesturesSettingsDialog|
source: <b>Close tab</b><br/>Close current tab
lg: <b>Gyawo katimbe</b><br/>Gyawo akatimbe akalabika kakano

# MouseGesturesSettingsDialog|
source: <b>Forward</b><br/>Go forward in history
lg: <b>Weyongere yo</b><br/>Semberako okumpi mu by'omaze okukebera

# MouseGesturesSettingsDialog|
source: <b>Previous tab</b><br/>Switch to previous tab
lg: <b>Katimbe akakulembera</b><br/>Dda mu katimbe akakulembera akalabika kakano

# MouseGesturesSettingsDialog|
source: <b>Home</b><br/>Go to homepage
lg: <b>Olusookerwako</b><br/>Dda ku lupapula olusookerwako

# MouseGesturesSettingsDialog|
source: <b>Next tab</b><br/>Switch to next tab
lg: <b>Akatimbe akaddako</b><br/>Dda mu katimbe akassa ku kalabika kakano

# MouseGesturesSettingsDialog|
source: <b>Reload</b><br/>Reload page
lg: <b>Ddamu okuluwanga</b><br/>Ddamu okuwanga olupapula olulabika kakano

# MouseGesturesSettingsDialog|
source: <b>Duplicate</b><br/>Duplicate current tab
lg: <b>Kola koppi</b><nr/>Leeta koppi y'olutimbe olulabika kakano

# MouseGesturesSettingsDialog|
source: License
lg: Layisensi
