Repository: KDE/falkon
Catalog: poqm/lg/falkon_qt.po
Languages: lg

# LineEdit|
source: &Undo
lg: &Julula

# LineEdit|
source: &Redo
lg: &Zzawo

# LineEdit|
source: Cu&t
lg: Si&tulawo

# LineEdit|
source: &Copy
lg: K&oppa

# LineEdit|
source: &Paste
lg: &Paatiika

# LineEdit|
source: Delete
lg: Gyawo

# LineEdit|
source: Clear All
lg: Yerula

# LineEdit|
source: Select All
lg: Londa Byonna

# SqueezeLabelV2|
source: Copy
lg: Koppa

# AdBlockAddSubscriptionDialog|
source: Other...
lg: Birala...

# AdBlockAddSubscriptionDialog|
source: Add Subscription
lg: Nona Mateeka

# AdBlockAddSubscriptionDialog|
source: Title:
lg: Linnya:

# AdBlockAddSubscriptionDialog|
source: Address:
lg: Ndagiriro:

# AdBlockAddSubscriptionDialog|
source: Add new subscription to AdBlock:
lg: AdBlock gyongereko mateeka gano:

# AdBlockDialog|
source: Add Rule
lg: Kola Tteeka

# AdBlockDialog|
source: Remove Rule
lg: Gyawo Tteeka

# AdBlockDialog|
source: Add Subscription
lg: Nona Mateeka

# AdBlockDialog|
source: Remove Subscription
lg: Gyawo Mateeka Manone

# AdBlockDialog|
source: Update Subscriptions
lg: Tuukanisa Mateeka Manone

# AdBlockDialog|
source: Learn about writing rules...
lg: Yiga okuwandika mateeka...

# AdBlockDialog|
source: AdBlock Configuration
lg: Teekateeka AdBlock

# AdBlockDialog|
source: Enable AdBlock
lg: AdBlock Ekole

# AdBlockDialog|
source: Search...
lg: Noonya...

# AdBlockDialog|
source: Options
lg: Ebisoboka

source: AdBlock Icon
lg: Kafaananyi ka AdBlock

# AdBlockIcon|
source: AdBlock is disabled
lg: AdBlock esirisidwa

# AdBlockIcon|
source: AdBlock is disabled on this site
lg: Ku kifo kino AdBlock esirisidwa

# AdBlockIcon|
source: AdBlock is active
lg: AdBlock ekola

# AdBlockIcon|
source: Show AdBlock &Settings
lg: Kebera &Nteekateeka ya AdBlock

# AdBlockIcon|
source: Disable on %1
lg: Eby'oku %1 ebikkirize

# AdBlockIcon|
source: Disable only on this page
lg: Ebya ku lupapula luno byo ebikkirize

# AdBlockManager|
source: Do you want to add <b>%1</b> subscription?
lg: Oyagala okunona mateeka okuva ku <b>%1</b>?

# AdBlockManager|
source: AdBlock Subscription
lg: Mateeka ga AdBlock Amanone

# AdBlockManager|
source: NoCoin List
lg: Lukalala lwa NoCoin

# AdBlockSubscription|
source: Cannot load subscription!
lg: Nnemedwa okuwanga amateeka amanone!

# AdBlockCustomList|
source: Custom Rules
lg: Mateeka Gago

# AdBlockTreeWidget|
source: Add Rule
lg: Kola Tteeka

# AdBlockTreeWidget|
source: Remove Rule
lg: Gyawo Tteeka

# AdBlockTreeWidget|
source: Add Custom Rule
lg: Yiya Tteeka Eriryo

# AdBlockTreeWidget|
source: Please write your rule here:
lg: Tteeka lyo liwandike wano:

# AdBlockUrlInterceptor|
source: Blocked content
lg: Ebibuutikidwa

# AdBlockUrlInterceptor|
source: Blocked by <i>%1 (%2)</i>
lg: <i>%1 (%2)</i> lye libizibidde

# BrowserWindow|
source: IP Address of current page
lg: Ndagiriro ya IP ey'olupapula olulabika kati

# BrowserWindow|
source: (Private Browsing)
lg: (Enkebera Emmizi)

# BrowserWindow|
source: &Menu Bar
lg: Lubaawo Lwa &Menyu

# BrowserWindow|
source: &Navigation Toolbar
lg: &Lubaawo Lwa Byakulambula

# BrowserWindow|
source: &Bookmarks Toolbar
lg: Lubaawo Lwa &Bukwatakifo

# BrowserWindow|
source: &Tabs on Top
lg: Obukonda bw'Obutimbe bubeerenga &Waggulu

# BrowserWindow|
source: Other
lg: Birala

# BrowserWindow|
source: HTML files
lg: Fayiro eza HTML

# BrowserWindow|
source: Image files
lg: Fayiro z'ebifaananyi

# BrowserWindow|
source: Text files
lg: Fayiro ez'ebigambo

# BrowserWindow|
source: All files
lg: Fayiro ez'ebika byonna

# BrowserWindow|
source: Open file...
lg: Bikkula fayiro...

# BrowserWindow|
source: There are still %n open tabs and your session won't be stored. Are you sure you want to close this window?
lg: Okyalinawo akatimbe %n. Falkon tejjakukajjukira. Okukasa oyagala eddirisa lino okuliggala?

# BrowserWindow|
source: Don't ask again
lg: Toddamu kusooka kumbuuza

# BrowserWindow|
source: There are still open tabs
lg: Okyalinawo obutimbe

# MainApplication|
source: Falkon is not currently your default browser. Would you like to make it your default browser?
lg: Kakano Falkon ssi ye bulawuza yo ya bulijjo. Wandiyagadde efuuke eya bulijjo?

# MainApplication|
source: Always perform this check when starting Falkon.
lg: Entegeka eno gikeberenga buli kutandika Falkon.

# MainApplication|
source: Default Browser
lg: Bulawuza ya Bulijjo

# MainApplication|
source: Falkon is a new and very fast Qt web browser. Falkon is licensed under GPL version 3 or (at your option) any later version. It is based on QtWebEngine and Qt Framework.
lg: Falkon bulawuza ey'omulembe eyanguya era nga mmizi, ekuuma byama byo, ate ekolebwa ku musingi gwa bbulabikugizo. Falkon esaasaanyizibwa ku layisinsi eya GPL luwandika 3 oba olusingawo obugya (bw'obanga gy'oyagadde okukozesa ku by'ogikyusizaamu). Yesigamizidwa ku musingi gwa QtWebEngine n'enzimba eya Qt.

# MainMenu|
source: Sessions
lg: Entuula

# MainMenu|
source: &About Falkon
lg: Kw&anjula Falkon

# MainMenu|
source: Pr&eferences
lg: Nt&eekateeka

# MainMenu|
source: Quit
lg: Mala

# MainMenu|
source: &File
lg: &Fayiro

# MainMenu|
source: New Tab
lg: Katimbe Kapya

# MainMenu|
source: &New Window
lg: Leeta &Ddirisa Ppya

# MainMenu|
source: New &Private Window
lg: Ddirisa &Ppya nga Limizzi

# MainMenu|
source: Open Location
lg: Bikkula Awantu

# MainMenu|
source: Open &File...
lg: Bikkula &Fayiro...

# MainMenu|
source: Close Window
lg: Gala Ddirisa

# MainMenu|
source: Session Manager
lg: Ekiteekateeka bya Ntuula

# MainMenu|
source: &Save Page As...
lg: &Tereka Koppi ya Lupapula Luno Wano...

# MainMenu|
source: Send Link...
lg: Ndagiriro eno baako b'ogisindikira...

# MainMenu|
source: &Print...
lg: &Pulinta...

# MainMenu|
source: &Edit
lg: &Kyusamu

# MainMenu|
source: &Undo
lg: &Julula

# MainMenu|
source: &Redo
lg: &Zzawo

# MainMenu|
source: &Cut
lg: &Situlawo

# MainMenu|
source: C&opy
lg: K&oppa

# MainMenu|
source: &Paste
lg: &Paatiika

# MainMenu|
source: Select &All
lg: Londa &Byonna

# MainMenu|
source: &Find
lg: &Noonya

# MainMenu|
source: &View
lg: &Ndabika

# MainMenu|
source: Toolbars
lg: Mbawo z'ebiyamba

# MainMenu|
source: Sidebar
lg: Kabaawo ak'oku mabbali

# MainMenu|
source: Character &Encoding
lg: &Nkongojja Ya Nukuta

# MainMenu|
source: Sta&tus Bar
lg: Luba&wo Olulaga Mbeera Y'egibumbujja

# MainMenu|
source: &Stop
lg: &Koma

# MainMenu|
source: &Reload
lg: &Damu okubikkula

# MainMenu|
source: Zoom &In
lg: Z&imbulukusa

# MainMenu|
source: Zoom &Out
lg: K&endeeza

# MainMenu|
source: Reset
lg: Dda ku Bunene Bwa Bulijjo

# MainMenu|
source: &Page Source
lg: &Laga Buwandike Bw'ennono Bw'olupapula

# MainMenu|
source: &FullScreen
lg: &Buna Lutimbe

# MainMenu|
source: &Tools
lg: &Ebiyamba

# MainMenu|
source: &Web Search
lg: Noonyeza ku &Mutimbagano

# MainMenu|
source: Site &Info
lg: Ma&yitire ga Kifo Kino

# MainMenu|
source: &Download Manager
lg: &Ekifuga Kuwanula

# MainMenu|
source: &Cookies Manager
lg: &Teekateeka bya Bujjukiza

# MainMenu|
source: Web In&spector
lg: Ek&ikebera Buwandike Bw'ennono

# MainMenu|
source: Clear Recent &History
lg: Yerula Lukalala &Lw'ebyakalabibwa

# MainMenu|
source: &Extensions
lg: &Ebyongerwako

# MainMenu|
source: &Help
lg: &Nyamba

# MainMenu|
source: About &Qt
lg: Kwanjula &Qt

# MainMenu|
source: Information about application
lg: Ebifa ku puloguramu eno

# MainMenu|
source: Configuration Information
lg: Falkon bw'etegekedwa kakano

# MainMenu|
source: Report &Issue
lg: S&indika Obubaka ku Mpulunguse

# MainMenu|
source: Restore &Closed Tab
lg: Komyawo A&katimbe Akaakagyibwawo

# AutoFillWidget|
source: Choose username to login
lg: Londa akawunti ey'okuyingira

# AutoFillNotification|
source: on %1
lg: ku %1

# AutoFillNotification|
source: for <b>%1</b>
lg: ka <b>%1</b>

# AutoFillNotification|
source: Do you want Falkon to update saved password %1?
lg: Falkon etuukanise ekyama ekiterekedwa n'ekipya %1?

# AutoFillNotification|
source: Do you want Falkon to remember the password %1 %2?
lg: Falkon ejjukire ekyama %1 %2?

# AutoFillNotification|
source: Update
lg: Tuukanisa

# AutoFillNotification|
source: Remember
lg: Kijjukirenga

# AutoFillNotification|
source: Never For This Site
lg: Ekya Wano Tokijjukiranga

# AutoFillNotification|
source: Not Now
lg: Ssi Kakati

# AutoFillWidget|
source: Login as:
lg: Yingirira ku akawunti eya:

# AutoFill|
source: Database (encrypted)
lg: Ggwanika lya data (erikisawaze)

# MasterPasswordDialog|
source: Warning!
lg: Kulabula!

# MasterPasswordDialog|
source: You entered a wrong password!
lg: Oyingizza kisobi!

# MasterPasswordDialog|
source: New/Confirm password fields do not match!
lg: Ky'owandise okukakasa ekyama kyawufu ku ky'osoose okuwandika!

# AutoFill|
source: Warning!
lg: Kulabula!

# AutoFill|
source: This backend needs a master password to be set! Falkon just switches to its default backend
lg: Puloguramu ey'oku musingi eno ekwetaagisa kusooka kutegeka ekyama kisibabyonna! Bwe kibulawo Falkon ekozesa puloguramu ey'oku musingi eya bulijjo

# MasterPasswordDialog|
source: Are you sure you want to clear master password and decrypt data?
lg: Okakasa oyagala okugyawo ekyama kisibabyonna n'okukisulula data?

# MasterPasswordDialog|
source: Some data has not been decrypted. The master password was not cleared!
lg: Waliwo ku data etakisuludwa. Ekyama kisibabyonna tekigyidwawo!

# AutoFill|
source: Enter Master Password
lg: Wandikawo Ekyama Kisibabyonna

# AutoFill|
source: Permission is required, please enter Master Password:
lg: Bino byetaagisa kumala kufuna lukusa, wandikawo Ekyama Kisibabyonna:

# AutoFill|
source: Entered password is wrong!
lg: Ekiwandikidwa kyawukana ku kyama!

# AutoFill|
source: Database (plaintext)
lg: Ggwanika lya data (eritali likisawaze)

# MasterPasswordDialog|
source: Encrypted DataBase Settings
lg: Entaakateeka za Mawanika ga Data Amakisawaze

# MasterPasswordDialog|
source: Set/Change Master Password...
lg: Tegeka/Kyusa Ekyama Kisibabyonna...

# MasterPasswordDialog|
source: This backend does not work without a master password.
lg: Puloguramu ey'oku musingi eno tekola nga tewali kyama kisibabyonna.

# MasterPasswordDialog|
source: Clear Master Password...
lg: Gyawo Kyama Kisibabyonna...

# MasterPasswordDialog|
source: This option clears the master password and moves all encrypted data to the "DataBase (Plain Text)" backend, and switches to it.
lg: Kino kigyawo ekyama kisibabyonna, data yonna eyabadde ekisawazidwa ne kigisindika ku puloguramu ey'oku musingi eya "Ggwanika lya data (eritali likisawaze)" eyo n'etandika okuba nga y'ekola.

# MasterPasswordDialog|
source: The Master Password is used to protect site passwords and form data. If you set a Master Password you will be asked to enter it once per session.
lg: Ekyama Kisibabyonna kikuuma ebyama ebitegekedwa ku bifo ne data gy'ojjuzizza ku foomu. Bw'oba nga wategeka Ekyama Kisibabyonna, mu lutuula olumu kijja okukusabibwanga mulundi gumu gwokka.

# MasterPasswordDialog|
source: Current Password:
lg: Kyama Ekiriwo Kakano:

# MasterPasswordDialog|
source: New Password:
lg: Kyama Kipya:

# MasterPasswordDialog|
source: Confirm Password:
lg: Ekyama Kikakase:

# MasterPasswordDialog|
source: <b>Note:</b> The Master Password is not resettable. Do not forget it, please.
lg: <b>Genderera:</b> Ekyama Kisibabyonna tekizzikawo. Tokyerabira.

# Bookmarks|
source: Bookmarks Toolbar
lg: Obukwatakifo Obuli ku Lubaawo

# Bookmarks|
source: Bookmarks located in Bookmarks Toolbar
lg: Obukwatakifo obuli ku Lubaawo Lwa Bukwatakifo

# Bookmarks|
source: Bookmarks Menu
lg: Menyu ya Bukwatakifo

# Bookmarks|
source: Bookmarks located in Bookmarks Menu
lg: Obukwatakifo obuli ku Menyu

# Bookmarks|
source: Unsorted Bookmarks
lg: Obukwatakifo obutali busengeke

# Bookmarks|
source: All other bookmarks
lg: Obukwatakifo obusigadde

# BookmarksExportDialog|
source: Error!
lg: Kiremya!

# BookmarksExportDialog|
source: Export Bookmarks
lg: Obukwatakifo Busomose

# BookmarksExportDialog|
source: <b>Export Bookmarks</b>
lg: <b>Somosa Bukwatakifo</b>

# BookmarksExportDialog|
source: Export options
lg: Ebisoboka mu kusomosa

# BookmarksExportDialog|
source: Choose...
lg: Londa...

# BookmarksExportDialog|
source: Output File:
lg: Fayiro Ey'ebisomosedwa:

# BookmarksExportDialog|
source: Format:
lg: Kika kya fayiro:

# BookmarksExporter|
source: HTML File
lg: Fayiro ya HTML

# BookmarksExporter|
source: HTML Bookmarks
lg: Obukwatakifo bwa mu HTML

# BookmarksExporter|
source: Choose file...
lg: Londa fayiro...

# BookmarksExporter|
source: Cannot open file for writing!
lg: Fayiro ennemye okubikkula ngiwandikemu!

# BookmarksIcon|
source: Bookmark this Page
lg: Olupapula luno lukolere kakwatakifo

# BookmarksIcon|
source: Edit this bookmark
lg: Kakwatakifo kano kayusemu

# BookmarksImportDialog|
source: Error!
lg: Kiremya!

# BookmarksImportDialog|
source: No bookmarks were found.
lg: Sirabyeyo bukwatakifo.

# BookmarksImportDialog|
source: Finish
lg: Maliriza

# BookmarksImportDialog|
source: Next >
lg: Ekiddako >

# BookmarksImportDialog|
source: <b>Importing from %1</b>
lg: <b>Nnona bukwatakifo okuva mu %1</b>

# BookmarksImportDialog|
source: Import Bookmarks
lg: Nona bukwatakifo

# BookmarksImportDialog|
source: <b>Import Bookmarks</b>
lg: <b>Nona Bukwatakifo</b>

# BookmarksImportDialog|
source: Html File
lg: Fayiro ya HTML

# BookmarksImportDialog|
source: Choose from which you want to import bookmarks:
lg: Londako gy'oyagala okunona bukwatakifo:

# BookmarksImportDialog|
source: Choose...
lg: Londa...

# BookmarksImportDialog|
source: < Back
lg: < Ddayo

# BookmarksImporter|
source: Google Chrome stores its bookmarks in <b>Bookmarks</b> text file. This file is usually located in
lg: Google Chrome obukwatakifo ebuterekera mu fayiro ey'ebigambo eyitibwa <b>Bookmarks</b>. Fayiro eyo etera okusangibwa mu

# BookmarksImporter|
source: Choose file...
lg: Londa fayiro...

# BookmarksImporter|
source: Unable to open file.
lg: Nnemedwa okubikkula fayiro.

# BookmarksImporter|
source: Cannot parse JSON file!
lg: Amateeka agafuga fayiro ey'ekika kya JSON sisobola okugakebera!

# BookmarksImporter|
source: Mozilla Firefox stores its bookmarks in <b>places.sqlite</b> SQLite database. This file is usually located in
lg: Mozilla Firefox obukwatakifo ebuterekera mu ggwanika lya data ery'ekika kya SQLite eyitibwa <b>places.sqlite</b>. Fayiro eyo etera okusangibwa mu

# BookmarksImportDialog|
source: File does not exist.
lg: Fayiro teriyo.

# BookmarksImportDialog|
source: Unable to open database. Is Firefox running?
lg: Nnemedwa okubikkula ggwanika lya data. Firefox yatandikidwa?

# BookmarksImporter|
source: You can import bookmarks from any browser that supports HTML exporting. This file has usually these suffixes
lg: Obukwatakifo osobola okubunona mu bulawuza yonna emanyi okugabana ebyayo nga yeyambisa HTML. Fayiro erimu obukwatakifo erinnya lya yo litera okubako kamu ku bufundikira buno

# BookmarksImporter|
source: HTML Bookmarks
lg: Obukwatakifo bwa mu HTML

# BookmarksImporter|
source: Internet Explorer stores its bookmarks in <b>Favorites</b> folder. This folder is usually located in
lg: Internet Explorer obukwatakifo ebuterekera mu tterekero eriyitibwa <b>Favorites</b>. Eryo litera okusangibwa mu

# BookmarksImporter|
source: Directory does not exist.
lg: Eryo tterekero teririyo.

# BookmarksImporter|
source: Opera stores its bookmarks in <b>bookmarks.adr</b> text file. This file is usually located in
lg: Opera obukwatakifo ebuterekera mu fayiro ey'ebigambo eyitibwa <b>bookmarks.adr</b>. Fayiro eyo etera okusangibwa mu

# BookmarksImporter|
source: File is not valid Opera bookmarks file!
lg: Fayiro tebalibwa nga ey'obukwatakifo bwa mu Opera!

# BookmarksImporter|
source: Only UTF-8 encoded Opera bookmarks file is supported!
lg: Fayiro ez'obukwatikifo bwa mu Opera eza UTF-8 ze zokka ezitegeerebwa wano!

# BookmarksManager|
source: Open in new tab
lg: Ekifo kibikkulire mu katimbe kapya

# BookmarksManager|
source: Open in new window
lg: Ekifo kibikkulire mu ddirisa ppya

# BookmarksManager|
source: Open in new private window
lg: Ekifo kibikkulire mu ddirisa ppya nga limizzi

# BookmarksManager|
source: New Bookmark
lg: Kolawo kakwatakifo

# BookmarksManager|
source: New Folder
lg: Kolawo Tterekero

# BookmarksManager|
source: New Separator
lg: Teekawo akabonero ak'awuzi

# BookmarksManager|
source: Delete
lg: Gyawo

# BookmarksManager|
source: Bookmarks
lg: Bukwatakifo

# BookmarksManager|
source: Title:
lg: Linnya:

# BookmarksManager|
source: Address:
lg: Ndagiriro:

# BookmarksManager|
source: Keyword:
lg: Erinnya ffunze:

# BookmarksManager|
source: Description
lg: Ebirufaako

# BookmarksMenu|
source: &Bookmarks
lg: &Bukwatakifo

# BookmarksMenu|
source: Bookmark &This Page
lg: K&wata kifo kino

# BookmarksMenu|
source: Bookmark &All Tabs
lg: Kwata Ebifo Ebiri mu Butimbe Bwonn&a Obuliwo Kakano

# BookmarksMenu|
source: Organize &Bookmarks
lg: Teekateeka &Bukwatakifo

# BookmarksModel|
source: Title
lg: Linnya

# BookmarksModel|
source: Address
lg: Ndagiriro

# BookmarksToolbar|
source: Open in new tab
lg: Ekifo kibikkulire mu katimbe kapya

# BookmarksToolbar|
source: Open in new window
lg: Ekifo kibikkulire mu ddirisa ppya

# BookmarksToolbar|
source: Open in new private window
lg: Ekifo kibikkulire mu ddirisa ppya nga limizzi

# BookmarksToolbar|
source: New Folder
lg: Kolawo Tterekero

# BookmarksToolbar|
source: Edit
lg: Kyusamu

# BookmarksToolbar|
source: Delete
lg: Gyawo

# BookmarksToolbar|
source: Show Only Icons
lg: Laga Bufaananyi Bwokka

# BookmarksToolbar|
source: Show Only Text
lg: Laga Bigambo Byokka

# BookmarksToolbar|
source: Enter Folder Name:
lg: Wandika Linnya lya Tterekero:

# BookmarksFoldersMenu|
source: Choose %1
lg: Londa %1

# Bookmarks|
source: Choose name and location of this bookmark.
lg: Akakwatakifo kano kutuume olonde ne gyekaba katerekebwa.

# Bookmarks|
source: Add New Bookmark
lg: Kolawo kakwatakifo

# Bookmarks|
source: Choose folder for bookmarks:
lg: Londa etterekero omunaaterekebwanga obukwatakifo:

# Bookmarks|
source: Bookmark All Tabs
lg: Kwata Ebifo Ebiri mu Butimbe Bwonna Obuliwo Kakano

# Bookmarks|
source: Title:
lg: Linnya:

# Bookmarks|
source: Address:
lg: Ndagiriro:

# Bookmarks|
source: Keyword:
lg: Erinnya ffunze:

# Bookmarks|
source: Description:
lg: Ebirufaako:

# Bookmarks|
source: Edit Bookmark
lg: Akakwatakifo kakyusemu

# Bookmarks|
source: Confirmation
lg: Kukakasa

# Bookmarks|
source: Are you sure you want to open all bookmarks from '%1' folder in tabs?
lg: Okakasa oyagala obukwatakifo bwonna obuli mu tterekero '%1' okubikkulira mu butimbe?

# Bookmarks|
source: Empty
lg: Wereere

# BookmarksWidget|
source: Update Bookmark
lg: Akakwatakifo Katuukanise

# BookmarksWidget|
source: Add to Speed Dial
lg: Teeka mu Tuukirawo

# BookmarksWidget|
source: Remove from Speed Dial
lg: Gya mu Tuukirawo

# BookmarksWidget|
source: Remove from Bookmarks
lg: Gya mu Bukwatakifo

# BookmarksWidget|
source: Add to Bookmarks
lg: Gatta ku Bukwatakifo

# CookieManager|
source: Search
lg: Noonya

# CookieManager|
source: Confirmation
lg: Kukakasa

# CookieManager|
source: Are you sure you want to delete all cookies on your computer?
lg: Okakasa oyagala obujjukiza bwonna kubugyawo?

# CookieManager|
source: <cookie not selected>
lg: <tonnalonda kajjukiza>

# CookieManager|
source: Remove cookies
lg: Gyawo bujjukiza

# CookieManager|
source: <multiple cookies selected>
lg: <olonze obujjukiza bungi>

# CookieManager|
source: Secure only
lg: Kakozesa mikutu mimizi gyokka

# CookieManager|
source: All connections
lg: Kakozesa mikutu gya ngeri zonna

# CookieManager|
source: Session cookie
lg: Kajjukiza ka lukyala

# CookieManager|
source: Remove cookie
lg: Gyawo kajjukiza

# CookieManager|
source: Server:
lg: Kompyuta ewereza:

# CookieManager|
source: Add to whitelist
lg: Teeka ku lukalala lw'ebyesigibwa

# CookieManager|
source: Already blacklisted!
lg: Ku lukalala lw'ebyesigibwa kwekiri!

# CookieManager|
source: The server "%1" is already in blacklist, please remove it first.
lg: Kompyuta "%1" ku lukalala lw'ebitakkirizibwa kweri, sooka ogirugyeko.

# CookieManager|
source: Add to blacklist
lg: Teeka ku lukalala lw'ebitakkirizibwa

# CookieManager|
source: Already whitelisted!
lg: Ku lukalala lw'ebyesigibwa kwekiri!

# CookieManager|
source: The server "%1" is already in whitelist, please remove it first.
lg: Kompyuta ewereza "%1" ku lukalala lw'ebyesigibwa kweri, sooka ogirugyeko.

# CookieManager|
source: Cookies
lg: Bujjukiza

# CookieManager|
source: Stored Cookies
lg: Obujjukiza Obusigazidwa

# CookieManager|
source: Find:
lg: Noonya:

# CookieManager|
source: These cookies are stored on your computer:
lg: Obujjukiza buno busigazidwa ku kompyuta yo:

# CookieManager|
source: Server
lg: Kompyuta ewereza

# CookieManager|
source: Cookie name
lg: Linnya lya kajjukiza

# CookieManager|
source: Name:
lg: Linnya:

# CookieManager|
source: Value:
lg: Kye kakongojja:

# CookieManager|
source: Path:
lg: Obusangiro:

# CookieManager|
source: Secure:
lg: Obumizi:

# CookieManager|
source: Expiration:
lg: Ka kwegyawo nga:

# CookieManager|
source: Remove all cookies
lg: Gyawo obujjukiza bwonna

# CookieManager|
source: Cookie Filtering
lg: Kusunsula Bujjukiza

# CookieManager|
source: <b>Cookie whitelist</b>
lg: <b>Lukalala lwa bujjukiza obwesigibwa</b>

# CookieManager|
source: Cookies from these servers will ALWAYS be accepted (even if you have disabled saving cookies)
lg: Obujjukiza obusibuka ku kompyuta zino zijjanga okukkirizibwa (ne bw'obanga otegese nti Falkon tesigaza bujjukiza)

# CookieManager|
source: Add
lg: Yongerako

# CookieManager|
source: Remove
lg: Gyawo

# CookieManager|
source: <b>Cookie blacklist</b>
lg: <b>Lukalala lwa bujjukiza obutakkirizibwa</b>

# CookieManager|
source: Cookies from these servers will NEVER be accepted
lg: Obujjukiza obusibuka ku kompyuta zino tebujjanga kukkirizibwa

# CookieManager|
source: Settings
lg: Nteekateeka

# CookieManager|
source: Filter 3rd party cookies
lg: Sunsulamu obujjukiza obuvudde awantu aw'okusatu

# CookieManager|
source: <b>Cookie Settings</b>
lg: <b>Ebikwata ku Bujjukiza</b>

# CookieManager|
source: Allow storing of cookies
lg: Obujjukiza bukkirize okusigala ku kompyuta

# CookieManager|
source: Filter tracking cookies
lg: Sunsulamu obujjukiza bwe b'eyambisa okulondoola by'olaba ku mutimbagano

# CookieManager|
source: Delete cookies on close
lg: Falkon bw'ogiggala egyewo obujjukiza

# DownloadItem|
source: Remaining time unavailable
lg: Obudde obusigaddewo tebutegeerese

# DownloadItem|
source: Done - %1 (%2)
lg: Kuwedde - %1 (%2)

# DownloadItem|
source: Error - %1
lg: Kiremya - %1

# DownloadItem|
source: Cancelled - %1
lg: Gusazidwamu - %1

# DownloadItem|
source: Cancelled
lg: Gusazidwamu

# DownloadItem|
source: few seconds
lg: busikondabusikonda

# DownloadItem|
source: %n seconds
lg: Sikonda %n

# DownloadItem|
source: %n minutes
lg: Ddakiika %n

# DownloadItem|
source: %n hours
lg: Saawa %n

# DownloadItem|
source: Unknown speed
lg: Obwangu tebutegeerese

# DownloadItem|
source: %1 kB/s
lg: kB/s %1

# DownloadItem|
source: %1 MB/s
lg: MB/s %1

# DownloadItem|
source: %1 GB/s
lg: GB/s %1

# DownloadItem|
source: Unknown size
lg: Obunene tebutegeerese

# DownloadItem|
source: %2 - unknown size (%3)
lg: %2 - obunene tebutegeerese (%3)

# DownloadItem|
source: Remaining %1 - %2 of %3 (%4)
lg: Ebuleyo %1 - %2 ku %3 (%4)

# DownloadItem|
source: Paused - %1
lg: Kuyimirizidwamu - %1

# DownloadItem|
source: Open File
lg: Bikkula Fayiro

# DownloadItem|
source: Open Folder
lg: Bikkula Tterekero

# DownloadItem|
source: Copy Download Link
lg: Kwata ndagiriro ey'ekiwanulwa

# DownloadItem|
source: Cancel downloading
lg: Okuwanula kusazemu

# DownloadItem|
source: Resume downloading
lg: Zuukusa ogw'okuwanula

# DownloadItem|
source: Pause downloading
lg: Okuwanula kuyimirizemu

# DownloadItem|
source: Remove From List
lg: Kigye ku Lukalala

# DownloadItem|
source: Error
lg: Kiremya
