Repository: KDE/falkon
Catalog: poqm/lg/falkon_greasemonkey_qt.po
Languages: lg

# GM_AddScriptDialog|
source: <p>runs at<br/><i>%1</i></p>
lg: <p>ekolera ku<br/><i>%1</i></p>

# GM_AddScriptDialog|
source: <p>does not run at<br/><i>%1</i></p>
lg: <p>tekolera ku<br/><i>%1</i></p>

# GM_AddScriptDialog|
source: Cannot install script
lg: Tekisobose okuwanga fayiro y'ebiragiro

# GM_AddScriptDialog|
source: '%1' installed successfully
lg: '%1' ewangidwa

# GM_AddScriptDialog|
source: GreaseMonkey Installation
lg: GreaseMonkey - Kuwanga Fayiro ez'Ebiragiro

# GM_AddScriptDialog|
source: <h3>GreaseMonkey Installation</h3>
lg: <h3>GreaseMonkey - Kuwanga Fayiro ez'Ebiragiro</h3>

# GM_AddScriptDialog|
source: You are about to install this userscript into GreaseMonkey:
lg: Eno ye fayiro ey'ebiragiro gy'ogenda okuwanga mu GreaseMonkey:

# GM_AddScriptDialog|
source: <b>You should only install scripts from sources you trust!</b>
lg: <b>Okozesanga fayiro ez'ebiragiro eziva mu bifo bye wesiga byokka!</b>

# GM_AddScriptDialog|
source: Are you sure you want to install it?
lg: Okakasa oyagala okugiwanga?

# GM_AddScriptDialog|
source: Show source code of script
lg: Kebera buwandike bw'ennono obwa fayiro ey'ebiragiro eno

# GM_Icon|
source: GreaseMonkey Icon
lg: Kafaananyi ka GreaseMonkey

# GM_Manager|
source: '%1' is already installed
lg: '%1' esangidwa kweri

# GM_Notification|
source: Cannot install script
lg: Tekisobose okuwanga fayiro y'ebiragiro

# GM_Notification|
source: '%1' installed successfully
lg: '%1' ewangidwa

# GM_Notification|
source: This script can be installed with the GreaseMonkey plugin.
lg: Fayiro ey'ebiragiro eno osobola okweyambisa GreaseMonkey ogiteekako.

# GM_Notification|
source: Install
lg: Wanga

# GM_Settings|
source: Remove script
lg: Gyawo fayiro ey'ebiragiro

# GM_Settings|
source: Are you sure you want to remove '%1'?
lg: Okukakasa '%1' oyagala okugigyawo?

# GM_Settings|
source: Add script
lg: Yongerako fayiro ey'ebiragiro

# GM_Settings|
source: Choose name for script:
lg: Fayiro ey'ebiragiro gituume:

# GM_Settings|
source: GreaseMonkey Scripts
lg: Fayiro ez'Ebiragiro eza mu GreaseMonkey

# GM_Settings|
source: <h3>GreaseMonkey Scripts</h3>
lg: <h3>Fayiro ez'Ebiragiro eza mu GreaseMonkey</h3>

# GM_Settings|
source: Double clicking script will show additional information
lg: Okulaba ebisingawo ku fayiro ey'ebiragiro eno ginyigenyigeko ebiri

# GM_Settings|
source: More scripts can be downloaded from
lg: Osobola okufuna fayiro ez'ebiragiro endala okuva ku

# GM_Settings|
source: Open scripts directory
lg: Bikkula etterekero omuli fayiro ez'ebiragiro

# GM_Settings|
source: New user script
lg: Fayiro ey'ebiragiro empya

# GM_SettingsScriptInfo|
source: Script Details of %1
lg: Ebikwata ku fayiro ey'ebiragiro %1

# GM_SettingsScriptInfo|
source: Runs at:
lg: Ekolera ku:

# GM_SettingsScriptInfo|
source: Description:
lg: Ebigifaako:

# GM_SettingsScriptInfo|
source: Version:
lg: Luwandika:

# GM_SettingsScriptInfo|
source: Start at:
lg: Tandikira:

# GM_SettingsScriptInfo|
source: Name:
lg: Linnya:

# GM_SettingsScriptInfo|
source: Does not run at:
lg: Tekolera ku:

# GM_SettingsScriptInfo|
source: Namespace:
lg: Lubu lwa ndagabintu:

# GM_SettingsScriptInfo|
source: Edit in text editor
lg: Gikolereko mu kiteekateekabiwandike
