Repository: KDE/falkon
Catalog: poqm/lg/falkon_qt.po
Languages: lg

# SiteInfo|
source: Copy Tags and Values
lg: Kwata Obulambe ne bye Bukongojja

# SiteInfo|
source: Error!
lg: Kiremya!

# SiteInfo|
source: This preview is not available!
lg: Tewali kiragibwa!

# SiteInfo|
source: Save image...
lg: Ekifaananyi Kikalize ku Disiki...

# SiteInfo|
source: Cannot write to file!
lg: Fayiro ennemye okuwandikamu!

# SiteInfo|
source: Loading...
lg: Binonebwa...

# SiteInfo|
source: Preview not available
lg: Tewali kiragibwa

source: Site Info
lg: Mayitire ga Kifo Kino

# SiteInfo|
source: General
lg: Bitalibimu

# SiteInfo|
source: Media
lg: Mediya

# SiteInfo|
source: Permissions
lg: Ndukusa

# SiteInfo|
source: Site address:
lg: Endagiriro y'ekifo:

# SiteInfo|
source: Encoding:
lg: Enkongojja ya nnukuta:

# SiteInfo|
source: Meta tags of site:
lg: Obulambe obwanjuzi obw'ekifo:

# SiteInfo|
source: Tag
lg: Obulambe Obwanjuzi

# SiteInfo|
source: Value
lg: Kye Bukongojja

# SiteInfo|
source: <b>Security information</b>
lg: <b>Ebikwata ku bya kwerinda</b>

# SiteInfo|
source: Image
lg: Kifaananyi

# SiteInfo|
source: Image address
lg: Endagiriro y'ekifaananyi

# SiteInfo|
source: <b>Preview</b>
lg: <b>Bwe Bifaanana</b>

# SiteInfoPermissionItem|
source: Default
lg: Ebya bulijjo

# SiteInfoPermissionItem|
source: Ask
lg: Buuza

# SiteInfoPermissionItem|
source: Allow
lg: Kkiriza

# SiteInfoPermissionItem|
source: Deny
lg: Gaana

# SiteInfoWidget|
source: <b>Site %1<b/>
lg: <b>Kifo %1<b/>

# SiteInfoWidget|
source: Any certificate error is <b>permanently</b> ignored.
lg: Ensobi mu mmatizo zibuusibwa maaso <b>butaddamu kutunulwamu</b>.

# SiteInfoWidget|
source: The certificate error is <b>temporarily</b> ignored.
lg: Ensobi mu mmatizo ebuusibwa maaso <b>okumala ekiseerabuseera</b>.

# SiteInfoWidget|
source: Certificate was rejected.
lg: Emmatizo egaanidwa.

# SiteInfoWidget|
source: Your connection to this site is <b>secured</b>.
lg: Okuwulizagana kwo n'ekifo kino <b>kumizzi</b>.

# SiteInfoWidget|
source: Your connection to this site is <b>unsecured</b>.
lg: Okuwulizagana kwo n'ekifo kino <b>ssi kumizzi</b>.

# SiteInfoWidget|
source: This is your <b>%1</b> visit of this site.
lg: Guno gwe murundi gwo <b>%1</b> okukyalira ekifo kino.

# SiteInfoWidget|
source: You have <b>never</b> visited this site before.
lg: Guno gwe murundi gwo <b>ogusoose</b> okukyalira ekifo kino.

# SiteInfoWidget|
source: first
lg: ogusoose

# SiteInfoWidget|
source: second
lg: gwakubiri

# SiteInfoWidget|
source: third
lg: gwakusatu

# SiteInfoWidget|
source: Register as <b>%1</b> links handler
lg: Gitegeke ebe nga y'ekola ku nyunzi <b>%1</b>

# SiteInfoWidget|
source: Register
lg: Tegeka

# SiteInfoWidget|
source: More...
lg: Ebisinga wo...

# SiteSettingsManager|
source: Zoom level
lg: Obuzimbulukufu

# SiteSettingsManager|
source: Cookies
lg: Bujjukiza

# SiteSettingsManager|
source: Unknown
lg: Kitamanyidwa

# SiteSettingsManager|
source: Notifications
lg: Bubaka bwa puloguramu

# SiteSettingsManager|
source: Geolocation
lg: Kuzuula w'oli ku nsi

# SiteSettingsManager|
source: Microphone
lg: Kukozesa muzindaalo ogukwata

# SiteSettingsManager|
source: Camera
lg: Kukozesa kamera

# SiteSettingsManager|
source: Microphone and Camera
lg: Kukozesa Kamera n'oMuzindaalo Ogukwata

# SiteSettingsManager|
source: Hide mouse pointer
lg: Kukisa akasonga

# SiteSettingsManager|
source: Screen capture
lg: Kukwata Bifaananyi by'Ebiri ku Lutimbe

# SiteSettingsManager|
source: Screen capture with audio
lg: Kukwata Ebiwulirizibwa n'Ebifaananyi by'Ebiri ku Lutimbe

# SiteSettingsManager|
source: Autoload images
lg: Ebifaananyi birabikerengawo

# SiteSettingsManager|
source: Enable JavaScript
lg: Zuukusa JavaScript

# SiteSettingsManager|
source: JavaScript: Open popup windows
lg: JavaScript: Okuteekawo obututunuka

# SiteSettingsManager|
source: JavaScript: Access clipboard
lg: JavaScript: Okukolera mu ggwanika lya kiseerabuseera

# SiteSettingsManager|
source: JavaScript: Paste from clipboard
lg: JavaScript: Okupaatiikawo ebiri mu ggwanika ly'ebikwatidwa

# SiteSettingsManager|
source: JavaScript: Activate windows
lg: JavaScript: Okuleeta madirisa

# SiteSettingsManager|
source: Local storage
lg: Kutereka ku kompyuta eno

# SiteSettingsManager|
source: FullScreen support
lg: Kisoboke okubuna lutimbe

# SiteSettingsManager|
source: Run insecure content
lg: Kkiriza ebitali bimizzi

# SiteSettingsManager|
source: Automatic playing of videos
lg: Vidiyo zitandikirengawo

# SiteSettingsManager|
source: Allow reading from canvas
lg: Kisoboke okusoma ebiri awakolerwako bifaananyi

# SiteSettingsManager|
source: Force dark mode
lg: Waliriza ebifo okulabikira mu langi enzirugaririvu

# SiteSettingsManager|
source: Allow
lg: Kkiriza

# SiteSettingsManager|
source: Ask
lg: Mala kubuuza

# SiteSettingsManager|
source: Deny
lg: Gaana

# SiteSettingsManager|
source: Default
lg: Ebya bulijjo

# StatusBar|
source: Hide
lg: Kisa

# Updater|
source: Update available
lg: Eriyo entumbuzi

# Updater|
source: New version of Falkon is ready to download.
lg: Waliwo oluwandika lwa Falkon olugya lw'osobola okuwanula.

# Updater|
source: Update
lg: Tuukanisa

# PopupWebView|
source: Inspect Element
lg: Kebera Buwandike Bw'ennono Bw'akatundu Kano

# PopupWindow|
source: File
lg: Fayiro

# PopupWindow|
source: Send Link...
lg: Ndagiriro eno baako b'ogisindikira...

# PopupWindow|
source: &Print...
lg: &Pulinta...

# PopupWindow|
source: Close
lg: Gala

# PopupWindow|
source: Edit
lg: Kyusamu

# PopupWindow|
source: Find
lg: Noonya

# PopupWindow|
source: View
lg: Ndabika

# PopupWindow|
source: &Stop
lg: &Koma

# PopupWindow|
source: &Reload
lg: &Damu okubikkula

# PopupWindow|
source: Zoom &In
lg: Z&imbulukusa

# PopupWindow|
source: Zoom &Out
lg: K&endeeza

# PopupWindow|
source: Reset
lg: Zza ku mbeera ey bulijjo

# PopupWindow|
source: &Page Source
lg: &Laga Buwandike Bw'ennono Bw'olupapula

# AcceptLanguage|
source: Personal [%1]
lg: Lwe wetegekera [%1]

# AcceptLanguage|
source: Preferred Languages
lg: Nnimi ze Wekubirira

# AcceptLanguage|
source: Add...
lg: Yongera ko...

# AcceptLanguage|
source: Remove
lg: Lugyemu

# AcceptLanguage|
source: Up
lg: Lwambuse

# AcceptLanguage|
source: Down
lg: Lusse

# AddAcceptLanguage|
source: Add Language
lg: Yongerako Lulimi

# AddAcceptLanguage|
source: Choose preferred language for web sites
lg: Londa lulimi mwosinga okwagala okusomera eby'oku mutimbagano

# AddAcceptLanguage|
source: Personal definition:
lg: Wetegekere olutali mu lukalala:

# AutoFillManager|
source: Import Passwords from File...
lg: Nona byama okuva mu fayiro...

# AutoFillManager|
source: Export Passwords to File...
lg: Sindika byama mu fayiro...

# AutoFillManager|
source: Search
lg: Noonya

# AutoFillManager|
source: Show Passwords
lg: Ebyama Birabike

# AutoFillManager|
source: Change backend...
lg: Kyusa puloguramu ey'oku musingi...

# AutoFillManager|
source: Change backend:
lg: Kyusa puloguramu ey'oku musingi:

# AutoFillManager|
source: Are you sure that you want to show all passwords?
lg: Okakasa oyagala ebyama byonna birabike?

# AutoFillManager|
source: Hide Passwords
lg: Ebyama bikisibwe

# AutoFillManager|
source: Confirmation
lg: Kukakasa

# AutoFillManager|
source: Are you sure you want to delete all passwords on your computer?
lg: Okukakasa oyagala ebyama byonna bigyibwe ku kompyuta?

# AutoFillManager|
source: Edit password
lg: Ekyama kikyusemu

# AutoFillManager|
source: Change password:
lg: Ekyama kikyusize ddala:

# AutoFillManager|
source: Choose file...
lg: Londa fayiro...

# AutoFillManager|
source: Cannot read file!
lg: Fayiro ennemye okusoma!

# AutoFillManager|
source: Successfully imported
lg: Kikoledwa

# AutoFillManager|
source: Error while importing!
lg: Okunona kuzzemu kiremya!

# AutoFillManager|
source: Cannot write to file!
lg: Fayiro ennemye okuwandikamu!

# AutoFillManager|
source: Successfully exported
lg: Kikoledwa

# AutoFillManager|
source: Copy Username
lg: Koppa Linnya lya akawunti

# AutoFillManager|
source: Copy Password
lg: Koppa Kyama

# AutoFillManager|
source: Edit Password
lg: Ekyama kikyusemu

# AutoFillManager|
source: Passwords are stored in:
lg: Ebyama biterekebwa mu:

# AutoFillManager|
source: Change backend
lg: Kyusa puloguramu ey'oku musingi

# AutoFillManager|
source: Backend options
lg: Enteekateeka za puloguramu ey'oku musingi

# AutoFillManager|
source: Passwords
lg: Byama

# AutoFillManager|
source: Server
lg: Kompyuta ewereza

# AutoFillManager|
source: Username
lg: Linnya lya akawunti

# AutoFillManager|
source: Password
lg: Kyama

# AutoFillManager|
source: Import and Export
lg: Kunona n'Okusomosa

# AutoFillManager|
source: Edit
lg: Kyusamu

# AutoFillManager|
source: Remove
lg: Gyawo

# AutoFillManager|
source: Remove All
lg: Byerule Byonna

# AutoFillManager|
source: Exceptions
lg: Nteekateeka Zino Gye Zitaakolere

# AutoOpenProtocolsDialog|
source: Add allowed scheme
lg: Kkirizayo enteekateeka

# AutoOpenProtocolsDialog|
source: Scheme:
lg: Enteekateeka:

# AutoOpenProtocolsDialog|
source: Add blocked scheme
lg: Gaana enteekateeka

# AutoOpenProtocolsDialog|
source: Add
lg: Yongerako

# AutoOpenProtocolsDialog|
source: Remove
lg: Gyawo

# AutoOpenProtocolsDialog|
source: <html><head/><body><p><span style=" font-weight:700;">Blocked</span></p></body></html>
lg: <html><head/><body><p><span style=" font-weight:700;">Enteekateeka Ezigaanidwa</span></p></body></html>

# CertificateManager|
source: Host:
lg: Kompyuta:

# CertificateManager|
source: Add certificate exception
lg: Yongerawo enteekateeka zino gye zitaakolere

# CertificateManager|
source: Host %1 already in the list
lg: Kompyuta enyunge %1 ku lukalala kweri

# CertificateManager|
source: Empty host
lg: Awalagibwa kompyuta wereere

# CertificateManager|
source: Certificate exception manager
lg: Ekiteekateeka eby'okubuusa emmatizo amaaso

# CertificateManager|
source: Add
lg: Yongerako

# CertificateManager|
source: Remove
lg: Gyawo

# CertificateManager|
source: Removing an entry requires a restart
lg: Bw'oba ko by'ogya ku lukala luno, wetaaga kuddamu okukoleeza kompyuta yo

# JsOptions|
source: JavaScript Options
lg: Nteekateeka ya JavaScript

# JsOptions|
source: Allow JavaScript to:
lg: JavaScript esobole:

# JsOptions|
source: Open popup windows
lg: Okuteekawo obututunuka

# JsOptions|
source: Activate windows
lg: Okuleeta madirisa

# JsOptions|
source: Access clipboard
lg: Okukolera mu ggwanika lya kiseerabuseera

# JsOptions|
source: Paste from clipboard
lg: Okupaatiikawo ebiri mu ggwanika ly'ebikwatidwa

# PluginsList|
source: Enter name
lg: Wandika linnya

# PluginsList|
source: Settings
lg: Nteekateeka

# PluginsList|
source: Remove
lg: Gyawo

# PluginsList|
source: <a href="https://store.kde.org/browse/cat/571/">Get more extensions...</a>
lg: <a href="https://store.kde.org/browse/cat/571/">Ebyongerwako...</a>

# PluginsManager|
source: Error!
lg: Kiremya!

# PluginsManager|
source: Cannot load extension!
lg: Nnemedwa okutandika kyongerwako!

# PluginsManager|
source: Confirmation
lg: Kukakasa

# PluginsManager|
source: Are you sure you want to remove '%1'?
lg: Okukakasa '%1' oyagala okugigyako?

# Preferences|
source: Default
lg: Ebya bulijjo

# Preferences|
source: Set as default
lg: Fuulawo awa bulijjo

# Preferences|
source: Auto
lg: Yesalirewo

# Preferences|
source: Light
lg: Langi ntangaalirivu

# Preferences|
source: Dark
lg: Langi nzirugalirivu

# Preferences|
source: Choose executable location...
lg: Tegeka obusangiro bwa puloguramu...

# Preferences|
source: OSD Notification
lg: Kadirisa ka OSD

# Preferences|
source: Drag it on the screen to place it where you want.
lg: Kasike okateeke w'oyagala kabeere.

# Preferences|
source: Choose download location...
lg: Londa ekifo ebiwanudwa mwe binaagendanga...

# Preferences|
source: Choose stylesheet location...
lg: Tegeka obusangiro bw'olukalala olufuga endabika...

# Preferences|
source: Deleted
lg: Bigyidwawo

# Preferences|
source: Choose cache path...
lg: Tegeka obusangiro bw'eggwanika ly'ebyanguyisa...

# Preferences|
source: New Profile
lg: Mateeka Mapya

# Preferences|
source: Enter the new profile's name:
lg: Wandika linnya lya mateeka mapya:

# Preferences|
source: Error!
lg: Kiremya!

# Preferences|
source: This profile already exists!
lg: Eriyo mateeka agamaze kutumwa linnya lino!

# Preferences|
source: Cannot create profile directory!
lg: Nnemedwa kukolawo tterekero lya mateeka!

# Preferences|
source: Confirmation
lg: Kukakasa

# Preferences|
source: Are you sure you want to permanently delete "%1" profile? This action cannot be undone!
lg: Okakasa oyagala okugyawo mateeka ga "%1"? Tojjakusobola kujjulula kikolwa kino!

# Preferences|
source: Note: You cannot delete active profile.
lg: Genderera: Tosobola kugyawo mateeka agagobererwa kakano.

source: Preferences
lg: Nteekateeka

# Preferences|
source: General
lg: Bitalibimu

# Preferences|
source: Appearance
lg: Ndabika

# Preferences|
source: Tabs
lg: Butimbe

# Preferences|
source: Browsing
lg: Kulambula Mutimbagano

# Preferences|
source: Fonts
lg: Nkula Ya Nnukuta

# Preferences|
source: Keyboard Shortcuts
lg: Mapeesa Ag'anguya Mirimu

# Preferences|
source: Downloads
lg: Eby'okuwanula

# Preferences|
source: Password Manager
lg: Kutegeka Byama

# Preferences|
source: Privacy
lg: Kuuma Bibyo

# Preferences|
source: Notifications
lg: Bubaka bwa puloguramu

# Preferences|
source: Extensions
lg: Ebyongerwako

# Preferences|
source: Spell Check
lg: Kugorola Mpandika y'Ebigambo

# Preferences|
source: Other
lg: Birala

# Preferences|
source: Use current
lg: Tegekawo Olulabika Kati

# Preferences|
source: Create New
lg: Kolawo Mapya

# Preferences|
source: Delete
lg: Gyawo

# Preferences|
source: <b>Launching</b>
lg: <b>Entandika</b>

# Preferences|
source: After launch:
lg: Nga yakatandika:

# Preferences|
source: Open blank page
lg: Etandikire ku lupapula olwereere

# Preferences|
source: Open homepage
lg: Etandikire ku lusookerwako

# Preferences|
source: Open speed dial
lg: Bikkula 'Tuukirawo'

# Preferences|
source: Restore session
lg: Etandikire ku byasemba kulabwa

# Preferences|
source: Select session
lg: Londa olutuula

# Preferences|
source: Homepage:
lg: Olusookerwako:

# Preferences|
source: On new tab:
lg: Bw'oggulawo katimbe kapya:

# Preferences|
source: Open blank tab
lg: Kabeere kereere

# Preferences|
source: Open other page...
lg: Kabikkule awalala...

# Preferences|
source: <b>Profiles</b>
lg: <b>Mateeka Agafuga Enkola ya Falkon</b>

# Preferences|
source: Startup profile:
lg: Mateeka g'etandika nago:

# Preferences|
source: Check for updates on start
lg: Olutandika ekebere kulaba oba eriyo ntumbuzi

# Preferences|
source: Active profile:
lg: Mateeka g'egoberera kakano:

# Preferences|
source: Don't load tabs until selected
lg: Katimbe kapya omala ku kazza kungulu ebya mu ne biryoka bikimibwa

# Preferences|
source: Check to see if Falkon is the default browser on startup
lg: Falkon buli lw'etandika ekebere kulaba oba y'etegekedwa nga bulawuza eya bulijjo

# Preferences|
source: Check Now
lg: Kebera kakati

# Preferences|
source: Themes
lg: Ndyo z'endabika

# Preferences|
source: Advanced options
lg: Ebyetaagisa bumanyirivu

# Preferences|
source: Show StatusBar on start
lg: Olubaawo olulaga mbeera y'ebibumbujja lulabikirewo

# Preferences|
source: Show Bookmarks ToolBar on start
lg: Olubaawo lw'obukwatakifo lulabikirewo

# Preferences|
source: Show Navigation ToolBar on start
lg: Olubaawo olw'ebyokulambula lulabikirewo

# Preferences|
source: Enable instant Bookmarks ToolBar
lg: Teekawo olubaawo lw'obukwatakifo obw'amangu

# Preferences|
source: <html><head/><body><p><span style=" font-weight:700;">Web Page Background Colors</span></p></body></html>
lg: <html><head/><body><p><span style=" font-weight:700;">Langi ez'oku Bwaliriro bw'Olupapula</span></p></body></html>

# Preferences|
source: Reset
lg: Zzawo langi eya bulijjo

# Preferences|
source: Background color when loaded:
lg: Langi ey'okubwaliriro nga luwangidwa:

# Preferences|
source: Background color while loading:
lg: Langi ey'okubwaliriro nga lukyali mu kuwangibwa:

# Preferences|
source: <b>Browser Window</b>
lg: <b>Mu Ddirisa</b>

# Preferences|
source: Tabs behaviour
lg: Nneyisa ya butimbe

# Preferences|
source: Hide tabs when there is only one tab
lg: Katimbe bwe kabawo kamu kokka waleme kubawo kapande k'erinnnya lya ko

# Preferences|
source: Activate last tab when closing active tab
lg: Bw'ogyawo akatimbe akalabika waddewo ke wasembye okukebera

# Preferences|
source: Open new tabs after active tab
lg: Bw'oleeta akatimbe akapya, kaliraane akalabika kakano

# Preferences|
source: Open new empty tabs after active tab
lg: Bw'oleeta akatimbe akapya akeereere, kaliraane akalabika kakano

# Preferences|
source: Open popup windows in tabs
lg: Obudirisa obututunuka bufuukenga butimbe mu kifo ky'okwetengerera

# Preferences|
source: Block automatic popups
lg: Gaananga obututunuka obwereeta bwokka

# Preferences|
source: Always switch between tabs with mouse wheel
lg: Okunyoola namuziga ey'okukasongesebwa kukyusenga akatimbe k'olaba

# Preferences|
source: Automatically switch to newly opened tab
lg: Katimbe kapya kaddenga kungulu

# Preferences|
source: Don't close window upon closing last tab
lg: Falkon esigalewo ng'ogyewo butimbe bwonna

# Preferences|
source: Ask when closing multiple tabs
lg: Bwe wabawo butimbe obusukka mu kamu Falkon esookenga kukubuuza okukakasa nga ogiggalawo

# Preferences|
source: Show closed tabs button
lg: Wabewo ppeesa erireeta olukalala lw'obutimbe obugyidwawo

# Preferences|
source: Show close buttons on inactive tabs:
lg: Obutimbe obubikkidwa bubeerengako mapeesa ag'okubugyawo:

# Preferences|
source: Automatic
lg: Kisinzire ku mbeera eriwo

# Preferences|
source: Always
lg: Bulijjo

# Preferences|
source: Never
lg: Nedda

# Preferences|
source: Address Bar behaviour
lg: Nneyisa ya lubaawo okulabika ndagiriro

# Preferences|
source: Suggest when typing into address bar:
lg: Bw'obanga owandika awalabikira ndagiriro Falkon ekulagenga ebifaanana by'owandika ebiri mu:

# Preferences|
source: History and Bookmarks
lg: Ebirabidwa ne mu Bukwatakifo

# Preferences|
source: History
lg: Ebirabidwa

# Preferences|
source: Bookmarks
lg: Bukwatakifo

# Preferences|
source: Nothing
lg: Ereme kubaako by'ekulaga

# Preferences|
source: Enable inline suggestions
lg: Wa magezi

# Preferences|
source: Press "Shift" to not switch the tab but load the url in the current tab
lg: Nyiga eppeesa erya "Shift" ebiri ku ndagiriro eya url birabikire mu katimbe akaliwo mu kifo eky'okugenda mu kapya

# Preferences|
source: Propose to switch tab if completed url is already loaded
lg: Bw'owandika ndagiriro y'ekifo ekirabikira mu katimbe akasiikirizidwa, Falkon ekuteerewo ekisobola okukaleeta kungulu

# Preferences|
source: Always show go icon
lg: Akafaananyi akasimbula kalabikenga lubeerera

# Preferences|
source: Show zoom label
lg: Wabeewo akapande ak'obuzimbulukufu

# Preferences|
source: Select all text by double clicking in address bar
lg: Okunyiganyiga mirundi ebiri awali ndagiriro kitangaaze ebigambo ebiri awo byonna

# Preferences|
source: Select all text by clicking in address bar
lg: Bw'onyiga awalabikira ndagiriro, ebiwandikidw'awo byonna birondebwa

# Preferences|
source: Enable automatic searching from the address bar
lg: Puloguramu esobole okunoonyezesa by'owandise mu kabaawo ak'endagiriro

# Preferences|
source: Search with Default Engine
lg: Kozesa ekifo ekinoonyesebwa ekya bulijjo

# Preferences|
source: Show search suggestions
lg: Wa magezi ku by'okunoonya

# Preferences|
source: Expand suggestion popup to window width
lg: Obugazi bw'akadirisa akatutunuka akulaga amagezi agawebwa bw'enkane obw'eddirisa

# Preferences|
source: Show loading progress in address bar
lg: Awalabika ndagiriro wabewo ekiraga ogw'okubikkula ekifo we gutuuse

# Preferences|
source: Fill
lg: Kibunewo

# Preferences|
source: Bottom
lg: Kibeere wansi w'ebigambo

# Preferences|
source: Top
lg: Kibeere waggulu w'ebigambo

# Preferences|
source: Custom color:
lg: Weyiyize langi:

# Preferences|
source: Select color
lg: Londa langi

# Preferences|
source: Web Configuration
lg: Ebisangibwa ku Mutimbagano

# Preferences|
source: Enable Pepper plugin API (PPAPI)
lg: Pepper plugin API (PPAPI) Ekole

# Preferences|
source: Use built-in PDF viewer (requires PPAPI)
lg: Falkon fayiro eza PDF ezeebikkulirenga (kyetaagisa PPAPI ekole)

# Preferences|
source: Allow JavaScript
lg: Ebya JavaScript bikkirize bikole

# Preferences|
source: Include links in focus chain
lg: Bw'otambuzisa mapeesa mu ddirisa lya puloguramu gakutwale ne ku nyunzi eziri ku lupapula lw'okebera

# Preferences|
source: Print element background
lg: Pulinta ekube n'ebiri ku bwaliriro bwa buli kitundu ky'olupapula

# Preferences|
source: Animated scrolling
lg: Bw'oseesa by'okebera birabike nga ebitambuzibwa

# Preferences|
source: Enable spatial navigation
lg: Amapeesa ag'obusaale gasobole okukutwala ku bitundu by'olupapula eby'enjawulo

# Preferences|
source: Use native scrollbars
lg: Ebigeranseesa ebya sisitemu bye biba bikola

# Preferences|
source: Disable automatic playing of videos
lg: Vidiyo zireme okutandikirawo

# Preferences|
source: Prevent WebRTC from leaking local IP address
lg: Ebikozesa WebRTC bireme okusaasaanya endagiriro ey'oku mutimbagano eya kompyuta eno

# Preferences|
source: Enable DNS prefetching
lg: Falkon ezuulirewo endagiriro entuufu enyunzi eziri ku lupapula lw'ebikkudde kwe zigguka

# Preferences|
source: Enable screen capture
lg: Falkon esobole okukwata bifaananyi bya lutimbe

# Preferences|
source: Use hardware acceleration (requires restart)
lg: Ebyuma bya kompyuta biyambe Falkon okwanguwa by'ekola (kyetaagisa kuddamu okukoleeza kompyuta)

# Preferences|
source: Allow reading from canvas
lg: Kisoboke okusoma ebiri awakolerwako bifaananyi

# Preferences|
source: Force dark mode
lg: Waliriza ebifo okulabikira mu langi enzirugaririvu

# Preferences|
source: Preffer color scheme:
lg: Falkon yekubirire okukozesa olulyo lwa lwangi luno:

# Preferences|
source: Mouse wheel scrolls
lg: Okunyoola namuziga ey'okukasongesebwa kuleetere by'olaba okweseesa ennyiriri

# Preferences|
source: lines on page
lg: ku lupapula

# Preferences|
source: Default zoom on pages:
lg: Obuzimburukufu bwa by'olaba obwa bulijjo:

# Preferences|
source: Local Storage
lg: Kutereka Ku Kompyuta Eno

# Preferences|
source: Allow storing network cache on disk
lg: Wabeewo ggwanika zzibizi ery'ebikeberwa ku mutimbagano

# Preferences|
source: Delete cache on close
lg: Falkon bw'ogiggala egyewo ebisigadde mu ggwanika ly'ebyanguyisa

# Preferences|
source: Maximum:
lg: Kkomo ly'obungi bw'ebiterekedwa mu gwanika:

# Preferences|
source: Store cache in:
lg: Gwanika eryo libeere wano:

# Preferences|
source: Allow saving history
lg: Kompyuta ekole lukalala lwa by'olabye

# Preferences|
source: Delete history on close
lg: Olukalala lwa by'olabye lugyibwengawo buli lw'omala Falkon

# Preferences|
source: Allow local storage of HTML5 web content
lg: Ebya HTML5 bisobole okusigala ku kompyuta eno

# Preferences|
source: Delete locally stored HTML5 web content on close
lg: Oluva mu Falkon nga n'ebya HTML5 ebisigadde ko bigyibwa wo

# Preferences|
source: Delete now
lg: Bigyewo

# Preferences|
source: Proxy Configuration
lg: Teekateeka Kalaani

# Preferences|
source: System proxy configuration
lg: Nteekateeka za kalaani etuuka ku mutimbagano

# Preferences|
source: Manual configuration
lg: Wewandikire nteekateeka

# Preferences|
source: Port:
lg: Pooti:

# Preferences|
source: Username:
lg: Linnya lya akawunti:

# Preferences|
source: Password:
lg: Kyama:

# Preferences|
source: No proxy
lg: Tewali kalaani

# Preferences|
source: <b>Font Families</b>
lg: <b>Ndyo Za Nkula Za Nnukuta</b>

# Preferences|
source: Fixed
lg: Zonna zenkanankana

# Preferences|
source: Serif
lg: Serifu

# Preferences|
source: Sans Serif
lg: Embulaserifu
