Repository: KDE/falkon
Catalog: poqm/lg/falkon_qt.po
Languages: lg

# DownloadItem|
source: Not found
lg: Tebizuuse

# DownloadItem|
source: Sorry, the file %1 was not found!
lg: Fayiro %1 embuze!

source: Download Manager
lg: Ekifuga Kuwanula

# DownloadManager|
source: %1% of %2 files (%3) %4 remaining
lg: %1% ku fayiro %2 (%3) wasigadde %4

# DownloadManager|
source: %1% - Download Manager
lg: Ekifuga Kuwanula - %1%

# DownloadManager|
source: Save file as...
lg: Fayiro gitereke wano...

# DownloadManager|
source: MIME HTML Archive (*.mhtml)
lg: Ekipakire eky'ekika kya MIME HTML (*.mhtml)

# DownloadManager|
source: HTML Page, single (*.html)
lg: Lupapula lwa mu HTML, lumu (*.html)

# DownloadManager|
source: HTML Page, complete (*.html)
lg: Lupapula lwa mu HTML, n'ebirugenderako (*html)

# DownloadManager|
source: Save page as...
lg: Tereka koppi ya lupapula luno wano...

# DownloadManager|
source: Falkon: Download Finished
lg: Falkon: Okuwanula Kuwedde

# DownloadManager|
source: All files have been successfully downloaded.
lg: Fayiro zonna ziwanudwa.

# DownloadManager|
source: Warning
lg: Kulabula

# DownloadManager|
source: Are you sure you want to quit? All uncompleted downloads will be cancelled!
lg: Okakasa oyagala okumala? Ebitannaggwa kuwanula byonna bijjakusazibwamu!

# DownloadManager|
source: Clear
lg: Yerula

# DownloadOptionsDialog|
source: Opening %1
lg: Mbikkula %1

# DownloadOptionsDialog|
source: Download link copied.
lg: Ndagiriro y'ekiwanulwa ekwatidwa.

# DownloadOptionsDialog|
source: What should Falkon do with this file?
lg: Fayiro eno Falkon egikole ki?

# DownloadOptionsDialog|
source: Open...
lg: Bikkula...

# DownloadOptionsDialog|
source: Save File
lg: Fayiro Gitereke

# DownloadOptionsDialog|
source: Download with External Manager
lg: Wanuza puloguramu ndala

# DownloadOptionsDialog|
source: which is:
lg: nga:

# DownloadOptionsDialog|
source: from:
lg: okuva ku:

# DownloadOptionsDialog|
source: Copy download link
lg: Kwata ndagiriro ey'ekiwanulwa

# DownloadOptionsDialog|
source: You have chosen to open
lg: Olonzewo okubikkula

# DownloadsButton|
source: Downloads
lg: Eby'okuwanula

# DownloadsButton|
source: Open Download Manager
lg: Leeta ekifuga kuwanula

# History|
source: Empty Page
lg: Wereere

# History|
source: January
lg: Janwariyo

# History|
source: February
lg: Febwariyo

# History|
source: March
lg: Marisi

# History|
source: April
lg: Apuli

# History|
source: May
lg: Maayi

# History|
source: June
lg: Juuni

# History|
source: July
lg: Julayi

# History|
source: August
lg: Agusito

# History|
source: September
lg: Sebuttemba

# History|
source: October
lg: Okitoba

# History|
source: November
lg: Novemba

# History|
source: December
lg: Desemba

# HistoryManager|
source: Confirmation
lg: Kukakasa

# HistoryManager|
source: Are you sure you want to delete all history?
lg: Okakasa nti oyagala okwerula lukalala lw'ebirabidwa?

# HistoryManager|
source: Open in new tab
lg: Ekifo kibikkulire mu katimbe kapya

# HistoryManager|
source: Open in new window
lg: Ekifo kibikkulire mu ddirisa ppya

# HistoryManager|
source: Open in new private window
lg: Ekifo kibikkulire mu ddirisa ppya nga limizzi

# HistoryManager|
source: Copy url
lg: Endagiriro gikwate

# HistoryManager|
source: Copy title
lg: Erinnya likwate

# HistoryManager|
source: Delete
lg: Gyawo

# HistoryManager|
source: History
lg: Ebirabidwa

# HistoryManager|
source: Clear All History
lg: Yerula Lukalala Lw'ebirabidwa

# HistoryMenu|
source: Empty
lg: Wereere

# HistoryMenu|
source: Restore All Closed Tabs
lg: Komyawo Butimbe Bwonna Obwakagyibwawo

# HistoryMenu|
source: Clear list
lg: Lukalala Lwerule

# HistoryMenu|
source: Restore All Closed Windows
lg: Komyawo Amadirisa Gonna Agaakaggalibwa

# HistoryMenu|
source: Hi&story
lg: Ebi&rabidwa

# HistoryMenu|
source: &Back
lg: &Ddayo

# HistoryMenu|
source: &Forward
lg: &Weyongereyo

# HistoryMenu|
source: &Home
lg: &Awatandikirwa

# HistoryMenu|
source: Show &All History
lg: Laga Byonn&a Ebirabidwa

# HistoryMenu|
source: Most Visited
lg: Awasinze Kujjumbirwa

# HistoryMenu|
source: Closed Tabs
lg: Butimbe obwakagyibwawo

# HistoryMenu|
source: Closed Windows
lg: Amadirisa Agaakaggalibwa

# HistoryModel|
source: Title
lg: Linnya

# HistoryModel|
source: Address
lg: Ndagiriro

# HistoryModel|
source: Visit Date
lg: Lwelwalabwa

# HistoryModel|
source: Visit Count
lg: Mirundi Gye Lulabidwa

# HistoryModel|
source: Today
lg: Ebya Leero

# HistoryModel|
source: This Week
lg: Ebya Sabiiti Eno

# HistoryModel|
source: This Month
lg: Ebya Mwezi Guno

# LocationCompleterDelegate|
source: Visit
lg: Lwelwalabwa

# LocationCompleterDelegate|
source: Search with %1
lg: Noonyeza ku %1

# LocationCompleterDelegate|
source: Switch to tab
lg: Genda ku katimbe

# LocationCompleterView|
source: Manage Search Engines
lg: Teekateeka Ebifo Ebinoonyesebwa

# LocationCompleterView|
source: Search with:
lg: Noonyeza ku:

# LocationBar|
source: Paste And &Go
lg: Paatiika O&noonyezewo

# LocationBar|
source: Enter address or search with %1
lg: Wandika endagiriro oba noonyeza ku %1

# LocationBar|
source: Enter address
lg: Wandika ndagiriro

# NavigationBar|
source: Empty Page
lg: Wereere

# NavigationBar|
source: Back
lg: Ddayo

# NavigationBar|
source: Forward
lg: Weyongereyo

# NavigationBar|
source: Home
lg: Awatandikirwa

# NavigationBar|
source: New Tab
lg: Katimbe Kapya

# NavigationBar|
source: Tools
lg: Ebiyamba

# NavigationBar|
source: Main Menu
lg: Menyu Ey'okuntikko

# NavigationBar|
source: Exit Fullscreen
lg: Koma kubuna lutimbe

# NavigationBar|
source: Back and Forward buttons
lg: Mapeesa ag'okweyongerayo n'okudda mabega

# NavigationBar|
source: Reload button
lg: Ppeesa ery'okuddamu okubikkula olupapula

# NavigationBar|
source: Home button
lg: Ppeesa erikuzza awatandikirwa

# NavigationBar|
source: Add tab button
lg: Ppeesa ery'ongerawo butimbe

# NavigationBar|
source: Address and Search bar
lg: Lubaawo okulabika ndagiriro era w'owandikira by'onoonya

# NavigationBar|
source: Tools button
lg: Ppeesa erireeta ebiyamba

# NavigationBar|
source: Exit Fullscreen button
lg: Ppeesa erikomya kubuna lutimbe

# NavigationBar|
source: Clear history
lg: Yerula lukalala lw'ebirabidwa

# NavigationBar|
source: Toolbars
lg: Mbawo z'ebiyamba

# NavigationBar|
source: Sidebar
lg: Kabaawo ak'oku mabbali

# NavigationBar|
source: Configure Toolbar
lg: Teekateeka Lubaawo lw'eBiyamba

# NavigationBarConfigDialog|
source: Configure Toolbar
lg: Teekateeka Lubaawo lw'eBiyamba

# NavigationBarConfigDialog|
source: Show search bar
lg: Olubaawo olwanguya okunoonya lulabike

# NavigationBarConfigDialog|
source: Available items:
lg: Ebirondeka:

# NavigationBarConfigDialog|
source: Current items:
lg: Ebirondedwa:

# ReloadStopButton|
source: Stop
lg: Koma

# ReloadStopButton|
source: Reload
lg: Ddamu kulubikkula

# LocationBar|
source: Show information about this page
lg: Ndaga ebifa ku lupapula luno

# WebSearchBar|
source: Paste And &Search
lg: Paatiika &Onoonyzewo

# WebSearchBar|
source: Add %1 ...
lg: %1 gyongereko ...

# WebSearchBar|
source: Manage Search Engines
lg: Teekateeka Ebifo Ebinoonyesebwa

# WebSearchBar|
source: Show suggestions
lg: Wa magezi ku by'okunoonya

# WebSearchBar|
source: Search when engine changed
lg: Noonya olumala okukyusa awanoonyezesebwa

# ZoomLabel|
source: Reset zoom level
lg: Zzawo obunene obwa bulijjo

# NetworkManager|
source: SSL Certificate Error!
lg: Waliwo Kiremya ku Mmatizo ya SSL!

# NetworkManager|
source: The page <strong>%1</strong> you are trying to access has the following errors in the SSL certificate:
lg: Olupapula lw'ogezako okutuukako, <strong>%1</strong>, emmatizo ya lwo eya SSL eriko kiremya ono:

# NetworkManager|
source: Would you like to make an exception for this certificate?
lg: Mmatizo eno wandyagadde okugittira mu liiso ekkirizibwe?

# NetworkManager|
source: Authorization required
lg: Kyetaagisa okukukakasa

# NetworkManager|
source: Username:
lg: Linnya lya akawunti:

# NetworkManager|
source: Password:
lg: Kyama:

# NetworkManager|
source: Save username and password for this site
lg: Kkiriza enfo eno okujjukira kyama kyo n'erinnya lyo erya akawunti

# NetworkManager|
source: A username and password are being requested by %1. The site says: "%2"
lg: %1 ekusaba kyama n'erinnya lya akawunti. Enfo egamba nti: "%2"

# NetworkManager|
source: Proxy authorization required
lg: Kalaani yetaaga okukukakasa

# NetworkManager|
source: A username and password are being requested by proxy %1.
lg: Kalaani %1 ekusaba kyama n'erinnya lya akawunti.

# NetworkManager|
source: The certificate did not match the built-in public keys pinned for the host name.
lg: Emmatizo efunidwa tekwataganye n'akasumuluzo akakisawaza akakazzidwa kuno.

# NetworkManager|
source: The certificate's common name did not match the host name.
lg: Erinnya erikuumibwa eriri ku mmatizo terikwatagana n'erya kompyuta enyunge.

# NetworkManager|
source: The certificate is not valid at the current date and time.
lg: Emmatizo tekola olwaleero ku saawa zino.

# NetworkManager|
source: The certificate is not signed by a trusted authority.
lg: Emmatizo teriko mukono gwa mugabi wa zo eyesigibwa.

# NetworkManager|
source: The certificate contains errors.
lg: Emmatizo erimu ensobi.

# NetworkManager|
source: The certificate has no mechanism for determining if it has been revoked.
lg: Emmatizo ebulamu engeri ekusobozesa okutegeera oba yasazidwamu.

# NetworkManager|
source: Revocation information for the certificate is not available.
lg: Tewali bitangaaza ku by'emmatizo okugisazamu.

# NetworkManager|
source: The certificate has been revoked.
lg: Emmatizo nsazemu.

# NetworkManager|
source: The certificate is invalid.
lg: Emmatizo tekozeseka.

# NetworkManager|
source: The certificate is signed using a weak signature algorithm.
lg: Omukono gwa ku mmatizo gukozesa enkisawaza ennafu.

# NetworkManager|
source: The host name specified in the certificate is not unique.
lg: Ekiteeredwawo nga erinnya lya kompyuta emmatizo kw'eva kifaanana amannya ga kompyuta enyunge endala.

# NetworkManager|
source: The certificate contains a weak key.
lg: Emmatizo erimu akasumuluzo akanafu.

# NetworkManager|
source: The certificate claimed DNS names that are in violation of name constraints.
lg: Emmatizo erimu amannya aga kompyuta agatagoberera enkola entuufu.

# NetworkManager|
source: The certificate has a validity period that is too long.
lg: Ekiseera emmatizo ky'etegekedwa okukolera kiytiridde obuwanvu.

# NetworkManager|
source: Certificate Transparency was required for this connection, but the server did not provide CT information that complied with the policy.
lg: Okuwulizagana kuno kwesigamye ku Kuwandisa Mmatizo (CT), naye kompyuta tesindise ebiraga nti egoberera enkola eyo.

# NetworkManager|
source: The certificate is known to be used for interception by an entity other the device owner.
lg: Emmatizo ekakasidwa nti ekozesebwa abatali ba nnyini kyuma okukumpanya ebiwerezebwa mu kuwulizagana.

# NetworkManager|
source: The connection uses an obsolete version of SSL/TLS
lg: Okuwulizigana kwesigamye ku kika kya SSL/TLS ekyadibizibwa

# NetworkManager|
source: The certificate is a legacy Symantec one that's no longer valid.
lg: Emmatizo ya ba Symantec enkadde etakyakozeseka.

# NetworkManager|
source: Unknown error
lg: Wazzewo kiremya atategeereka

# FalkonSchemeReply|
source: Start Page
lg: Olutandikirwako

# FalkonSchemeReply|
source: Search on Web
lg: Noonyeza ku Mutimbagano

# FalkonSchemeReply|
source: Search results provided by DuckDuckGo
lg: Ebivudde mu kunoonyeza ku DuckDuckGo

# FalkonSchemeReply|
source: About Falkon
lg: Kwanjula Falkon

# FalkonSchemeReply|
source: <h1>Private Browsing</h1>
lg: <h1>Enkebera Emmizi</h1>

# FalkonSchemeReply|
source: Information about version
lg: Ebifa ku luwandika luno

# FalkonSchemeReply|
source: Copyright
lg: Olukusa lw'okukoppolola

# FalkonSchemeReply|
source: Version
lg: Luwandika

# FalkonSchemeReply|
source: Main developer
lg: Muwandisi omukulu

# FalkonSchemeReply|
source: Speed Dial
lg: Tuukirawo

# FalkonSchemeReply|
source: Add New Page
lg: Yongerako Olupapula Olupya

# FalkonSchemeReply|
source: Edit
lg: Kyusamu

# FalkonSchemeReply|
source: Remove
lg: Gyawo

# FalkonSchemeReply|
source: Reload
lg: Ddamu kulubikkula

# FalkonSchemeReply|
source: Are you sure you want to remove this speed dial?
lg: Okakasa Tuukirawo eno oyagala okugigyamu?

# FalkonSchemeReply|
source: Are you sure you want to reload all speed dials?
lg: Okukakasa oyagala tuukirawo zonna okuddamu okuziwanga?

# FalkonSchemeReply|
source: Load title from page
lg: Nona omutwe oguli ku lupapula

# FalkonSchemeReply|
source: SpeedDial requires enabled JavaScript.
lg: Tuukirawo yetaaga JavaScript etandikibwe.

# FalkonSchemeReply|
source: Url
lg: Ndagiriro eya URL

# FalkonSchemeReply|
source: Title
lg: Linnya

# FalkonSchemeReply|
source: Apply
lg: Kazza

# FalkonSchemeReply|
source: Cancel
lg: Sazamu

# FalkonSchemeReply|
source: New Page
lg: Lupapula Lupya

# FalkonSchemeReply|
source: Speed Dial settings
lg: Nteekateeka za Tuukirawo

# FalkonSchemeReply|
source: Placement:
lg: Eby'obusangiro:

# FalkonSchemeReply|
source: Auto
lg: Yesalirewo

# FalkonSchemeReply|
source: Cover
lg: Ebuutikire

# FalkonSchemeReply|
source: Fit
lg: Kwenkanyankanya

# FalkonSchemeReply|
source: Fit Width
lg: Yenkanankanye Obugazi

# FalkonSchemeReply|
source: Fit Height
lg: Yenkanankanye Obusimba

# FalkonSchemeReply|
source: Use custom wallpaper
lg: Wetegekere endabika y'obwaliriro

# FalkonSchemeReply|
source: Click to select image
lg: Nyiga olonde ekifaananyi

# FalkonSchemeReply|
source: Maximum pages in a row:
lg: Kkomo ly'obungi bw'empapula mu lunyiriri:

# FalkonSchemeReply|
source: Change size of pages:
lg: Kyusa obunene bw'empapula:

# FalkonSchemeReply|
source: Center speed dials
lg: Tuukirawo z'esimbe okuva mu makkati

# FalkonSchemeReply|
source: Lock the position of SpeedDial entries.
lg: Tuukirawo zinweerere ku busangiro bwe ziriko.

# FalkonSchemeReply|
source: Restore Session
lg: Tandikira ku Byasemba Okulabwa

# FalkonSchemeReply|
source: Oops, Falkon crashed.
lg: Bambi, Falkon etabuse.

# FalkonSchemeReply|
source: We apologize for this. Would you like to restore the last saved state?
lg: Tukwetondedde. Ebibadde birabika bikomezbwewo?

# FalkonSchemeReply|
source: Try removing one or more tabs that you think cause troubles
lg: Laba oba bw'ogyawo katimbe oba butimbe obulabika nga obuvuddeko ekizibu kino kitereeza puloguramu

# FalkonSchemeReply|
source: Or you can start completely new session
lg: Era osobola n'okutandikira ddala olutuula olupya

# FalkonSchemeReply|
source: Window
lg: Ddirisa

# FalkonSchemeReply|
source: Windows and Tabs
lg: Madirisa n'Obutimbe

# FalkonSchemeReply|
source: Start New Session
lg: Tandika Olutuula Olupya

# FalkonSchemeReply|
source: Restore
lg: Komyawo

# FalkonSchemeReply|
source: Requires enabled JavaScript.
lg: Kyetaagisa kutandika JavaScript.

# FalkonSchemeReply|
source: Configuration Information
lg: Falkon Bw'etegekedwa Kakano

# FalkonSchemeReply|
source: This page contains information about Falkon's current configuration - relevant for troubleshooting. Please include this information when submitting bug reports.
lg: Ebiri ku lupapula luno bitangaaza ku nteekateeka ya Falkon eya kaakano - kino kiyamba mu kunoonyereza ku nsibuko ya kiremya. Bw'obanga owa yo alipoota ku mpulunguse z'osanze mu Falkon bino nabyo biteeke mu.

# FalkonSchemeReply|
source: Browser Identification
lg: Puloguramu kye yeyita ku mutimbagano

# FalkonSchemeReply|
source: Paths
lg: Makubo

# FalkonSchemeReply|
source: Build Configuration
lg: Nteekateeka ezaakozesebwa mu kugikola

# FalkonSchemeReply|
source: Preferences
lg: Nteekateeka

# FalkonSchemeReply|
source: Option
lg: Kitegekebwa

# FalkonSchemeReply|
source: Value
lg: Butegeke bwa kyo

# FalkonSchemeReply|
source: Extensions
lg: Ebyongerwako

# FalkonSchemeReply|
source: Name
lg: Linnya

# FalkonSchemeReply|
source: Author
lg: Muwandisi

# FalkonSchemeReply|
source: Description
lg: Okunnyonyola

# FalkonSchemeReply|
source: Application version
lg: Luwandika lwa puloguramu

# FalkonSchemeReply|
source: Qt version
lg: Luwandika lwa Qt

# FalkonSchemeReply|
source: QtWebEngine version
lg: Luwandika lwa QtWebEngine

# FalkonSchemeReply|
source: Platform
lg: Kika kya sisitemu kw'ekolera

# FalkonSchemeReply|
source: Profile
lg: Mateeka agagifuga nkola

# FalkonSchemeReply|
source: Settings
lg: Nteekateeka

# FalkonSchemeReply|
source: Saved session
lg: Olutuula olukwatidwa

# FalkonSchemeReply|
source: Themes
lg: Ndyo z'endabika

# FalkonSchemeReply|
source: <b>Enabled</b>
lg: <b>Kitandikidwa</b>

# FalkonSchemeReply|
source: Disabled
lg: Kisibidwa

# FalkonSchemeReply|
source: Debug build
lg: Puloguramu etegekedwa okunoonyereza ku mplunguse

# FalkonSchemeReply|
source: Portable build
lg: Puloguramu etegekedwa okukolera ku kompyuta ezisoba mu emu

# FalkonSchemeReply|
source: No available extensions.
lg: Tewali byongerwako bifunika.

# SslErrorDialog|
source: Only for this session
lg: Mu lutuula luno lwokka

# SslErrorDialog|
source: SSL Certificate Error!
lg: Waliwo Kiremya ku Mmatizo ya SSL!

# SslErrorDialog|
source: Toggle Certificate Details
lg: Nasula Ebikwata ku Mmatizo

# DesktopNotificationsFactory|
source: Preview
lg: Laba Bwe Binaafaanana

# QObject|
source: Native System Notification
lg: Endaga ya Bubaka Obutangaaza eyajjira ku Sisitemu

# EditSearchEngine|
source: Name:
lg: Linnya:

# EditSearchEngine|
source: Url:
lg: Ndagiriro ya URL:

# EditSearchEngine|
source: Shortcut:
lg: Okwanguya:

# EditSearchEngine|
source: Icon:
lg: Kafaananyi:

# EditSearchEngine|
source: Change...
lg: Kyusa...

# EditSearchEngine|
source: <b>Note: </b>%s in url or post data represent searched string
lg: <b>Genderera: </b>awali ka %s mu ndagiriro ya url oba data egenda okusindikibwa waddawo ekigambo ky'onoonyesa

# EditSearchEngine|
source: Post Data:
lg: Data egenda okusindikibwa:

# QObject|
source: The file is not an OpenSearch 1.1 file.
lg: Fayiro si ya kika kya OpenSearch 1.1.

# SearchEnginesDialog|
source: Add Search Engine
lg: Yongerako Awantu Awanoonyesebwa

# SearchEnginesDialog|
source: Remove Engine
lg: Gyawo Awanoonyesebwa

# SearchEnginesDialog|
source: You can't remove the default search engine.<br>Set a different engine as default before removing %1.
lg: Tosobola okugyawo awanoonyesebwa awa bulijjo.<br>Sooka ofuule ekifo ekirala awa bulijjo olyoke ogyewo %1.

# SearchEnginesDialog|
source: Edit Search Engine
lg: Kyusamu ebya Awanoonyesebwa

# SearchEnginesDialog|
source: Manage Search Engines
lg: Teekateeka Ebifo Ebinoonyesebwa

# SearchEnginesDialog|
source: Add...
lg: Yongera ko...

# SearchEnginesDialog|
source: Remove
lg: Kigyewo

# SearchEnginesDialog|
source: Edit
lg: Kyusamu

# SearchEnginesDialog|
source: Set as default
lg: Fuulawo awa bulijjo

# SearchEnginesDialog|
source: Up
lg: Kyambuse

# SearchEnginesDialog|
source: Down
lg: Kisse

# SearchEnginesDialog|
source: Search Engine
lg: Ekifo Ekinoonyesebwa

# SearchEnginesDialog|
source: Shortcut
lg: Okwanguya

# SearchEnginesDialog|
source: Defaults
lg: Ebya bulijjo

# SearchEnginesManager|
source: Search Engine Added
lg: Ekifo Ekinoonyesebwa Kyongedwako

# SearchEnginesManager|
source: Search Engine "%1" has been successfully added.
lg: Okwongerako ekifo ekinoonyesebwa "%1" kutuukirizidwa.

# SearchEnginesManager|
source: Search Engine is not valid!
lg: Ekifo tekibalibwa nga ekinoonyesebwa!

# SearchEnginesManager|
source: Error
lg: Kiremya

# SearchEnginesManager|
source: Error while adding Search Engine <br><b>Error Message: </b> %1
lg: Okwongerako Ekifo Ekinoonyesebwa kuzzeemu kiremya<br> <b>Bubaka bwa Kiremya: </b> %1

# AboutDialog|
source: <p><b>Application version %1</b><br/>
lg: <p><b>Luwandika lwa puloguramu %1</b><br/>

# AboutDialog|
source: <b>QtWebEngine version %1</b></p>
lg: <b>Luwandika lwa QtWebEngine %1</b></p>

# AboutDialog|
source: About Falkon
lg: Kwanjula Falkon

# BrowsingLibrary|
source: History
lg: Ebirabidwa

# BrowsingLibrary|
source: Bookmarks
lg: Bukwatakifo

# BrowsingLibrary|
source: Import Bookmarks...
lg: Nona Bukwatakifo...

# BrowsingLibrary|
source: Export Bookmarks...
lg: Somosa Bukwatakifo...

# BrowsingLibrary|
source: Library
lg: Kuŋaanizo

# BrowsingLibrary|
source: Import and Export
lg: Kunona n'Okusomosa

# BrowsingLibrary|
source: Search...
lg: Noonya...

# ClearPrivateData|
source: Done
lg: Kikoledwa

# ClearPrivateData|
source: Database Optimized
lg: Gwanika lya data lituukanisidwa

# ClearPrivateData|
source: Database successfully optimized.<br/><br/><b>Database Size Before: </b>%1<br/><b>Database Size After: </b>%2
lg: Gwanika lya data lituukanisidwa.<br/><br/><b>Obunene bwa lyo luli: </b>%1<br/><b>Obunene bwa lyo kakati: </b>%2

# ClearPrivateData|
source: Clear Recent History
lg: Gyawo Ebyakalabibwa

# ClearPrivateData|
source: <b>Clear Recent History</b>
lg: <b>Gyawo Ebyakalabibwa</b>

# ClearPrivateData|
source: Edit cookies
lg: Kyusamu obukwatakifo

# ClearPrivateData|
source: Earlier Today
lg: Ebya Dda Ko Leero

# ClearPrivateData|
source: Week
lg: Ebya Sabiiti

# ClearPrivateData|
source: Month
lg: Eby'oMwezi

# ClearPrivateData|
source: All
lg: Byonna

# ClearPrivateData|
source: Visited pages history from:
lg: Empapula ze wakakyalira okuva nga:

# ClearPrivateData|
source: Checked items will be cleared upon clicking the Clear button.
lg: Bw'onaakoona eppeesa erya Yerula ebitonyezedwa bijja okugyibwawo.

# ClearPrivateData|
source: Local storage
lg: Kutereka ku kompyuta eno

# ClearPrivateData|
source: Clear
lg: Yerula

# ClearPrivateData|
source: Web databases
lg: Mawanika gwa data

# ClearPrivateData|
source: Cache
lg: Gwanika zzibizi

# ClearPrivateData|
source: Optimize database
lg: Tuukanisa gwanikalya data

# ClearPrivateData|
source: Cookies
lg: Bujjukiza

# ClearPrivateData|
source: Database
lg: Gwanika lya data

# IconChooser|
source: Image files
lg: Fayiro z'ebifaananyi

# IconChooser|
source: Choose icon...
lg: Londa kafaananyi...

# IconChooser|
source: From file
lg: Okuva mu fayiro

# IconChooser|
source: Image (.png, .jpg, .jpeg, .gif)
lg: Kifaananyi (.png .jpg .jpeg .gif)

# IconChooser|
source: Choose file...
lg: Londa fayiro...

# IconChooser|
source: From database
lg: Okuva mu gwanika lya data

# IconChooser|
source: Site Url:
lg: Ndagiriro y'ekifo:

source: License Viewer
lg: Ekiraga Layisensi

# ProtocolHandlerDialog|
source: Manage protocol handlers
lg: Teekateeka ebikola ku bika bya mpulizagana

# ProtocolHandlerDialog|
source: Protocol
lg: Kika kya mpulizagana

# ProtocolHandlerDialog|
source: Site
lg: Kifo

# ProtocolHandlerDialog|
source: Remove
lg: Gyawo

# RegisterQAppAssociation|
source: Warning!
lg: Kulabula!

# RegisterQAppAssociation|
source: There are some problems. Please, reinstall Falkon. Maybe relaunch with administrator right do a magic for you! ;)
lg: Wazzewo ku kiremya. Falkon sooka ogigye ku kompyuta yo oddemu okugiteekako. Oba okugitandisa buyinza bwa muteesiteesi kuyinza okukukolera ;)

# SiteInfo|
source: <b>Connection is Encrypted.</b>
lg: <b>Ebisindikibwa mu kuwulizagana kuno bikisawazibwa.</b>

# SiteInfo|
source: Any certificate error is <b>permanently</b> ignored.
lg: Ensobi mu mmatizo zibuusibwa maaso <b>butaddamu kutunulwamu</b>.

# SiteInfo|
source: The certificate error is <b>temporarily</b> ignored.
lg: Ensobi mu mmatizo ebuusibwa maaso <b>okumala ekiseerabuseera</b>.

# SiteInfo|
source: Certificate was rejected.
lg: Emmatizo egaanidwa.

# SiteInfo|
source: <b>Connection Not Encrypted.</b>
lg: <b>Ebisindikibwa mu kuwulizagana kuno tebikisawazibwa.</b>

# SiteInfo|
source: Copy Image Location
lg: Kwata Obsangiro Bw'ekifaananyiu

# SiteInfo|
source: Copy Image Name
lg: Kwata Erinnya Ly'ekifaananyi

# SiteInfo|
source: Save Image to Disk
lg: Ekifaananyi Kikalize ku Disiki

# SiteInfo|
source: Copy Values
lg: Kwatako Obulambe bye Bukongojja
