Repository: KDE/falkon
Catalog: poqm/lg/falkon_tabmanager_qt.po
Languages: lg_ug

source: Tab Manager Settings
lg_ug: Enteekateeka za butimbe

# TabManagerSettings|
source: View
lg_ug: Ndabika

# TabManagerSettings|
source: Please select view type:
lg_ug: Londa endabika:

# TabManagerSettings|
source: SideBar
lg_ug: Kabaawo ak'oku mabbali

# TabManagerSettings|
source: Window
lg_ug: Ddirisa

# TabManagerSettings|
source: <html><head/><body><p><span style=" font-weight:600;">Note:</span> The &quot;Window&quot; type is recommended for managing lots of windows/tabs.</p></body></html>
lg_ug: <html><head/><body><p><span style=" font-weight:600;">Kutangaaza:</span> Endabika ey'ekika kya &quot;Ddirisa&quot; y'esinga bw'oba nga ogenda okubeera n'amdirisa n'obutimbe bingi.</p></body></html>

# TabManagerSettings|
source: Use TabManager plugin as replacement for main TabBar.
lg_ug: Ekyongerwako ekya TabManager kisobola okukola mu kifo ky'olubaawo lw'obutimbe.

# TabManagerWidget|
source: Local File System:
lg_ug: Sisitemu eya Fayiro ey'oku Kompyuta Eno:

# TabManagerWidget|
source: Group by
lg_ug: Lengera ku

# TabManagerWidget|
source: &Window
lg_ug: &Ddirisa

# TabManagerWidget|
source: &Domain
lg_ug: D&omeyini

# TabManagerWidget|
source: &Host
lg_ug: &Kompyuta

# TabManagerWidget|
source: &Show side by side
lg_ug: &Biriraanaganye

# TabManagerWidget|
source: &Detach checked tabs
lg_ug: &Obutimbe obutonyezedwa bwetengerere

# TabManagerWidget|
source: Book&mark checked tabs
lg_ug: Ob&utimbe obutonyezedwa bukolere obukwatakifo

# TabManagerWidget|
source: &Close checked tabs
lg_ug: Obutimbe obutonyezedwa bu&gyewo

# TabManagerWidget|
source: &Unload checked tabs
lg_ug: Obutimbe obutonyezedwa bu&wangule

# TabManagerWidget|
source: Choose folder for bookmarks:
lg_ug: Londa etterekero omunaaterekebwanga obukwatakifo:

# TabManagerWidget|
source: Bookmark Selected Tabs
lg_ug: Obutimbe obulondedwa bukolere obukwatakifo

# TabManagerWidget|
source: Window %1
lg_ug: Ddirisa %1

# TabManagerWidget|
source: Double click to switch
lg_ug: Okukyusa nyiganyiga ebiri

# TabManagerWidget|
source: Tab Manager
lg_ug: Kiteekateeka Butimbe

source: Tab Manager button
lg_ug: Ppeesa ery'Okuteekateeka Butimbe

# TabManagerWidgetController|
source: Tab Manager
lg_ug: Kiteekateeka Butimbe

# TabManagerWidgetController|
source: Show Tab Manager
lg_ug: Leeta Ekiteekateeka Butimbe

# TLDExtractor|
source: File not found!
lg_ug: Fayiro ebuze!

# TLDExtractor|
source: File 'effective_tld_names.dat' was not found! You can download it from '<a href="%1"><b>here</b></a>' to one of the following paths: %2
lg_ug: Fayiro 'effective_tld_names.dat' ebuze! Osobola okuwanulayo koppi okuva '<a href="%1"><b>wano</b></a>' n'ogiteeka mu kimu ku bifo bino: %2

# TLDExtractor|
source: File 'test_psl.txt' was not found! You can download it from '<a href="%1"><b>here</b></a>' to one of the following paths: %2
lg_ug: Fayiro 'test_psl.txt' ebuze! Osobola okuwanulayo koppi okuva '<a href="%1"><b>wano</b></a>' n'ogiteeka mu kimu ku bifo bino: %2
