Repository: KDE/falkon
Catalog: poqm/lg/falkon_verticaltabs_qt.po
Languages: lg

# TabListView|
source: Unmute Tab
lg: Akatimbe Kaddizeko Ddoboozi

# TabListView|
source: Mute Tab
lg: Akatimbe Kasirise

# TabTreeView|
source: Unmute Tab
lg: Akatimbe Kaddizeko Ddoboozi

# TabTreeView|
source: Mute Tab
lg: Akatimbe Kasirise

# TabTreeView|
source: Close Tab
lg: Gyawo Katimbe

# TabTreeView|
source: Tab Tree
lg: Leeta Maapu ya Nkwatagana ya Butimbe

# TabTreeView|
source: Close Tree
lg: Gyawo Maapu

# TabTreeView|
source: Unload Tree
lg: Maapu Gyerule

# TabTreeView|
source: Expand All
lg: Byonna Birage Mu Bujjuvu

# TabTreeView|
source: Collapse All
lg: Bifunze

# VerticalTabsController|
source: Vertical Tabs
lg: Bupande bwa mu busimba

# VerticalTabsSchemeHandler|
source: Vertical Tabs
lg: Bupande bwa mu busimba

# VerticalTabsSchemeHandler|
source: New Group
lg: Kolawo Omulengo Omupya

# VerticalTabsSettings|
source: Theme file
lg: Fayiro ya lulyo lwa ndabika

# VerticalTabsSettings|
source: Custom...
lg: Bye weyiiyiza...

source: Vertical Tabs Settings
lg: Nteekateeka za Bupande bwa mu busimba

# VerticalTabsSettings|
source: View
lg: Ndabika

# VerticalTabsSettings|
source: Tab List
lg: Lukalala lwa Butimbe

# VerticalTabsSettings|
source: Tab Tree
lg: Maapu ya Nkwatagana ya Butimbe

# VerticalTabsSettings|
source: Options
lg: Ebisoboka

# VerticalTabsSettings|
source: Add new child tabs to the end of tab tree
lg: Obutimbe obupya buwayirwengako buwayizi ku maapu gy'ekoma

# VerticalTabsSettings|
source: Add new child tabs to the beginning of tab tree
lg: Obutimbe obupya bwongerwengako ku ntandikwa ya maapu

# VerticalTabsSettings|
source: Theme:
lg: Lulyo lwa Ndabika:

# VerticalTabsSettings|
source: Use as replacement for main tab bar
lg: Kino kidde mu kifo ky'olubaawo lw'obutimbe

# VerticalTabsWidget|
source: New Tab
lg: Katimbe Kapya

# VerticalTabsWidget|
source: Add New Group...
lg: Kolawo Omulengo Omupya...
