Repository: KDE/falkon
Catalog: poqm/lg/falkon_flashcookiemanager_qt.po
Languages: lg_ug

# FCM_Dialog|
source: Search
lg_ug: Noonya

# FCM_Dialog|
source: Confirmation
lg_ug: Kukakasa

# FCM_Dialog|
source: Are you sure you want to delete all flash cookies on your computer?
lg_ug: Okakasa oyagala obujjukiza obwa fulasi bwonna kubugyawo?

# FCM_Dialog|
source: <flash cookie not selected>
lg_ug: <tekunnalondebwako kajjukiza ka fulasi>

# FCM_Dialog|
source: Remove flash cookies
lg_ug: Gyawo bujjukiza bwa fulasi

# FCM_Dialog|
source: (settings)
lg_ug: (nteekateeka)

# FCM_Dialog|
source: Byte
lg_ug: Bayiti

# FCM_Dialog|
source: Remove flash cookie
lg_ug: Gyawo kajjukiza ka fulasi

# FCM_Dialog|
source: [new]
lg_ug: [kapya]

# FCM_Dialog|
source: Origin:
lg_ug: Ensibuko:

# FCM_Dialog|
source: Add to whitelist
lg_ug: Teeka ku lukalala lw'ebyesigibwa

# FCM_Dialog|
source: Already whitelisted!
lg_ug: Ku lukalala lw'ebyesigibwa kwekiri!

# FCM_Dialog|
source: The server "%1" is already in blacklist, please remove it first.
lg_ug: Kompyuta "%1" ku lukalala lw'ebitakkirizibwa kweri, sooka ogirugyeko.

# FCM_Dialog|
source: Add to blacklist
lg_ug: Teeka ku lukalala lw'ebitakkirizibwa

# FCM_Dialog|
source: The origin "%1" is already in whitelist, please remove it first.
lg_ug: Ensibuko "%1" ku lukalala lw'ebyesigibwa kweri, sooka ogirugyeko.

# FCM_Dialog|
source: Flash Cookies
lg_ug: Bujjukiza bwa Fulasi

# FCM_Dialog|
source: Stored Flash Cookies
lg_ug: Obujjukiza obwa Fulasi Obusigazidwa

# FCM_Dialog|
source: Find:
lg_ug: Noonya:

# FCM_Dialog|
source: Last Modified:
lg_ug: Lwe yasemba kukyusibwamu:

# FCM_Dialog|
source: Name:
lg_ug: Linnya:

# FCM_Dialog|
source: Size:
lg_ug: Bunene:

# FCM_Dialog|
source: Extracted latin1 strings:
lg_ug: Ebigambo eby'empandika ya latin1 ebifunidwa:

# FCM_Dialog|
source: These flash cookies are stored on your computer:
lg_ug: Obujjukiza obwa fulasi buno busigazidwa ku kompyuta yo:

# FCM_Dialog|
source: Origin
lg_ug: Ensibuko

# FCM_Dialog|
source: Reload from disk
lg_ug: Damu okubikkula

# FCM_Dialog|
source: Path:
lg_ug: Obusangiro:

# FCM_Dialog|
source: Click to open containing folder
lg_ug: Okubikkula tterekero mwe biri koona wano

# FCM_Dialog|
source: Remove all flash cookies
lg_ug: Gyawo bujjukiza bwa fulasi bwonna

# FCM_Dialog|
source: Flash Cookies Filtering
lg_ug: Kusunsula Obujjukiza bwa Fulasi

# FCM_Dialog|
source: <html><head/><body><p><span style=" font-weight:600;">Flash cookie whitelist</span></p></body></html>
lg_ug: <html><head/><body><p><span style=" font-weight:600;">Lukalala lwa bujjukiza bwa fulasi obwesigibwa</body></html>

# FCM_Dialog|
source: Remove
lg_ug: Gyawo

# FCM_Dialog|
source: Add
lg_ug: Yongerako

# FCM_Dialog|
source: Flash cookies from these origins will not be deleted automatically. (Also detection of them will not be notified to user.)
lg_ug: Obujjukiza obusibuka mu bifo bino puloguramu tejjanga okwetuma okubugyawo. (Era tejjanga okukutegeeza buli lwe bujja ku kompyuta.)

# FCM_Dialog|
source: <html><head/><body><p><span style=" font-weight:600;">Flash cookie blacklist</span></p></body></html>
lg_ug: <html><head/><body><p><span style=" font-weight:600;">Lukalala lwa bujjukiza bwa fulasi obutakkirizibwa</body></html>

# FCM_Dialog|
source: Flash cookies from these origins will be deleted without any notification.
lg_ug: Obujjukiza obusibuka mu bifo bino puloguramu ejja okwetumanga okubugyawo nga tesoose okukutegeeza.

# FCM_Dialog|
source: Settings
lg_ug: Nteekateeka

# FCM_Dialog|
source: <html><head/><body><p><span style=" font-weight:600;">Flash Cookie Settings</span></p></body></html>
lg_ug: <html><head/><body><p><span style=" font-weight:600;">Enkwata ya Bujjukiza bwa Fulasi</body></html>

# FCM_Dialog|
source: Auto mode: The flash data directory will be checked regularly. and flash cookies in blacklist will be deleted automatically.
lg_ug: Enkola ey'okwetuma: Puloguramu ejjanga okugera ebiseera ekebere atterekero omugenda bujjukiza obuzze ku kompyuta. Bw'esangamu nga buli ku lukalala lw'ebitakkirizibwa ejjanga okubwegyirawo.

# FCM_Dialog|
source: <html><head/><body><p><span style=" font-weight:600;">Note:</span> This settings are just applied to flash cookies, to manage HTTP cookies use <span style=" font-weight:600;">Cookies Manager</span>. </p></body></html>
lg_ug: <html><head/><body><p><span style=" font-weight:600;">Kutangaaza:</span> Ebitegekebwa wano bikola ku bujjukiza bwa fulasi bwokka, okutegeka ebikola ku bwa HTTP kozesa <span style=" font-weight:600;">Ekiteekateeka Bujjukiza</span>. </p></body></html>

# FCM_Dialog|
source: Notification: User will be notified for every new flash cookie that is not in blacklist and whitelist.
lg_ug: Kutangaaza: Puloguramu ejjanga okukutegeeza buli lwe kujjako akajjukiza akapya nga tekali ku lukalala lw'ebitakkirizibwa oba olw'ebyesigibwa.

# FCM_Dialog|
source: Delete all flash cookies on exit/start. (except those are in whitelist)
lg_ug: Puloguramu obujjukiza bwa fulasi bwonna ebugyengawo buli lw'etandika era ne buli lw'ekoma. (okugyako obwo obuli ku lukalala lw'ebyesigibwa)

# FCM_Notification|
source: A new flash cookie was detected
lg_ug: Kuzzeeko akajjukiza aka fulasi akapya

# FCM_Notification|
source: %1 new flash cookies were detected
lg_ug: Kuzzeeko obujjukiza obwa fulasi obupya %1

# FCM_Notification|
source: New flash cookie was detected!
lg_ug: Kuzzeeko akajjukiza aka fulasi akapya!

# FCM_Notification|
source: View
lg_ug: Ndabika

# FCM_Button|
source: Flash Cookie Manager button
lg_ug: Ppeesa ly'Ekiteekateeka Obujjukiza bwa Fulasi

# FCM_Plugin|
source: Flash Cookie Manager
lg_ug: Ekiteekateeka Obujjukiza bwa Fulasi

# FCM_Plugin|
source: Show Flash Cookie Manager
lg_ug: Kireeta Ekiteekateeka Obujjukiza bwa Fulasi

# FCM_Plugin|
source: !default
lg_ug: !ebya bulijjo

# FCM_Plugin|
source: !other
lg_ug: !birala
