Repository: KDE/falkon
Catalog: poqm/lg/falkon_statusbaricons_qt.po
Languages: lg_ug

# SBI_ImagesIcon|
source: Modify images loading settings per-site and globally
lg_ug: Tegeka enjolesa y'ebifaananyi eby'awamu ne okusinzira ku kifo ekikeberwa

# SBI_ImagesIcon|
source: Current Page Settings
lg_ug: Entegeka y'Olupapula Olulabika Kakano

# SBI_ImagesIcon|
source: Disable loading images (temporarily)
lg_ug: Ebifaananyi bireme okwolesebwa (kya kiseersbuseera)

# SBI_ImagesIcon|
source: Enable loading images (temporarily)
lg_ug: Ebifaananyi by'olesebwe (kya kiseersbuseera)

# SBI_ImagesIcon|
source: Global Settings
lg_ug: Entegeka Ezikola Wonna

# SBI_ImagesIcon|
source: Automatically load images
lg_ug: Ebifaananyi by'olesebwe bulijjo

# SBI_JavaScriptIcon|
source: Modify JavaScript settings per-site and globally
lg_ug: Tegeka enkola ya JavaScript eby'awamu ne okusinzira ku kifo ekikeberwa

# SBI_JavaScriptIcon|
source: Current Page Settings
lg_ug: Entegeka y'Olupapula Olulabika Kakano

# SBI_JavaScriptIcon|
source: Disable JavaScript (temporarily)
lg_ug: JavaScript ereme okukola (kya kiseersbuseera)

# SBI_JavaScriptIcon|
source: Enable JavaScript (temporarily)
lg_ug: JavaScript ekole (kya kiseersbuseera)

# SBI_JavaScriptIcon|
source: Global Settings
lg_ug: Entegeka Ezikola Wonna

# SBI_JavaScriptIcon|
source: Manage JavaScript settings
lg_ug: Teekateeka enkola ya JavaScript

# SBI_NetworkIcon|
source: Proxy Configuration
lg_ug: Teekateeka Kalaani

# SBI_NetworkIcon|
source: Select proxy
lg_ug: Londa kalaani

# SBI_NetworkIcon|
source: Empty
lg_ug: Wereere

# SBI_NetworkIcon|
source: Manage proxies
lg_ug: Teekateeka kalaani

# SBI_NetworkIcon|
source: Shows network status and manages proxy<br/><br/><b>Network:</b><br/>%1<br/><br/><b>Proxy:</b><br/>%2
lg_ug: Kino kiraga embeera ya kayungirizi ne kiteekateeka kalaani<br/><br/><b>Kuyungirizi:</b><br/>%1<br/><br/><b>Kalaani:</b><br/>%2

# SBI_NetworkIcon|
source: Connected - Online
lg_ug: Enkwatagana Weeri

# SBI_NetworkIcon|
source: Connected - Site
lg_ug: Enkwatagana Weeri

# SBI_NetworkIcon|
source: Connected - Local
lg_ug: Enkwatagana Weeri

# SBI_NetworkIcon|
source: Disconnected
lg_ug: Tewali Enkwatagana

# SBI_NetworkIcon|
source: Unknown
lg_ug: Kitamanyidwa

# SBI_NetworkIcon|
source: System proxy
lg_ug: Kalaani ya sisitemu

# SBI_NetworkIcon|
source: No proxy
lg_ug: Tewali kalaani

# SBI_NetworkIcon|
source: User defined
lg_ug: Bitegekedwa omukozesa

# SBI_NetworkIconDialog|
source: Add proxy
lg_ug: Yongerako kalaani

# SBI_NetworkIconDialog|
source: Name of proxy:
lg_ug: Linnya lya kalaani:

# SBI_NetworkIconDialog|
source: Remove current proxy
lg_ug: Gyawo kalaani esangidwawo

# SBI_NetworkIconDialog|
source: Are you sure you want to remove current proxy?
lg_ug: Okukasa oyagala kalaani eriwo kakano okugigyawo?

# SBI_NetworkIconDialog|
source: Proxy Manager
lg_ug: Ekiteekateeka Kalaani

# SBI_NetworkIconDialog|
source: Select proxy:
lg_ug: Londa kalaani:

# SBI_NetworkIconDialog|
source: Remove proxy
lg_ug: Gyawo kalaani

# SBI_NetworkIconDialog|
source: No proxies. You can add proxy by clicking on <b>Add</b> button.
lg_ug: Tewali kalaani. Okuteekawo kalaani nyiga eppeesa erya <b>Yongerawo</b>.

# SBI_NetworkIconDialog|
source: All changes must be saved with <b>Save</b> button.
lg_ug: Okukazza ebikyusidwa nyiga eppeesa erya <b>Kazza</b>.

# SBI_ProxyWidget|
source: Form
lg_ug: Foomu

# SBI_ProxyWidget|
source: Port:
lg_ug: Pooti:

# SBI_ProxyWidget|
source: Username:
lg_ug: Linnya lya akawunti:

# SBI_ProxyWidget|
source: Password:
lg_ug: Kyama:

# SBI_ProxyWidget|
source: S&ystem proxy configuration
lg_ug: Nteekateeka za kalaani eya S&isitemu

# SBI_ProxyWidget|
source: &Manual configuration
lg_ug: &Weteekateekere

# SBI_SettingsDialog|
source: StatusBar Icons
lg_ug: Bufaananyi obw'oku Lubaawo Olulaga Mbeera y'Egibumbujja

# SBI_SettingsDialog|
source: <h3>StatusBar Icons</h3>
lg_ug: <h3>Bufaananyi obw'oku Lubaawo Olulaga Mbeera y'Egibumbujja</h3>

# SBI_SettingsDialog|
source: These icons will be displayed in statusbar:
lg_ug: Buno bwe bufaananyi obunaalabika ku lubaawo olulaga embeera y'egibumbujja:

# SBI_SettingsDialog|
source: Images Icon
lg_ug: Ak'ebifaananyi

# SBI_SettingsDialog|
source: JavaScript Icon
lg_ug: Aka JavaScript

# SBI_SettingsDialog|
source: Network Icon
lg_ug: Aka Kayungirizi

# SBI_SettingsDialog|
source: Zoom widget
lg_ug: Katundu Akategeka Obuzimbulukufu

# SBI_ZoomWidget|
source: Zoom: %1%
lg_ug: Obuzimbulukufu: %1%
