Repository: KDE/falkon
Catalog: po/*/falkon_helloqml.po
Languages: hu

source: "Hello QML" plugin loaded
hu: A „Hello QML” bővítmény betöltve

source: Bye!
hu: Viszlát!

source: Testing QML Title
hu: QML cím tesztelése

source: Testing QML Tooltip
hu: QML buboréksúgó tesztelése

source: Click Me!
hu: Kattintson rám!

source: Testing QML SideBar
hu: QML oldalsáv tesztelése

source: Hello Qml Plugin
hu: Helló QML bővítmény

source: Hello QML
hu: Helló QML

source: First qml plugin action works :-)
hu: Első QML bővítményem művelete működik :-)

source: Enter text to save
hu: Írja be a mentendő szöveget

source: Save
hu: Mentés

source: Saved!
hu: Mentve!

source: Error occurred, try again!
hu: Hiba történt, próbálja újra!
